{
  "Avoid the River": "Éviter la rivière",
  "Start from home (H) and go to school (S). You can walk along the 4 by 4 grid by making steps only towards east or north. You cannot cross the river (blue line)! In how many ways can you reach your school?": "Commencez à partir de la maison (H) et allez à l'école (S). Vous ne pouvez avancer sur la grille 4x4 seulement en faisant des pas vers l’est ou le nord. Vous ne pouvez traverser la rivière (ligne bleue)! De combien de façons pouvez-vous rejoindre l’école?",
  "In how many ways you can go from home to school in a 2 by 2 grid? What about in a 3 by 3 grid?": "De combien de façons pouvez-vous rejoindre l'école sur une grille 2x2? Et sur une grille 3x3?",
  "This is not an easy combinatorial problem. It is better to start with a simpler version and familiarise with the problem. It is indeed intuitive to find the result for 2 by 2 grid: there are indeed only 2 possible ways. As far as the 3 by 3 case is concerned, students might easily draw all 5 ways explicitly. However, when it comes to the 4 by 4 case, it is easy to lose the count. Therefore the problem aims at making students think how to tackle this counting in a more systematic way. In particular, students should think whether they can decompose their counting in a way they can employ results known for a lower number of people. They may notice for example that the result for a 3 by 3 grid is: 2 + 1 + 2 = 5, 2 is the result for a 2 by 2 grid. Moreover, the result for a 4 by 4 grid is 5 + 2 + 2 + 5 = 14, where 2 is the result for a 2 by 2 and 5 is the result for a 3 by 3 grid.": "Ce n'est pas un problème combinatoire facile. Il est mieux de commencer avec une version plus simple du problème pour s’y familiariser. Il est donc intuitif de trouver le résultat pour une grille 2x2: en effet, il n’y a que deux façons possibles. En ce qui concerne la grille 3x3, les élèves peuvent facilement dessiner les 5 façons possibles de manière explicite. Cependant, quand arrivera le cas de la grille 4x4, il leur est facile de perdre le compte. Le problème vise donc à amener les étudiants à réfléchir à la manière d'aborder ce comptage de manière plus systématique. En particulier, les élèves devraient se demander s'ils peuvent décomposer leur comptage de manière à utiliser des résultats connus pour un plus petit nombre de personnes. Ils peuvent remarquer par exemple que le résultat pour une grille 3x3 est: 2 + 1 + 2 = 5, 2 est le résultat pour une grille 2x2. De plus, le résultat pour une grille de 4x4 est 5 + 2 + 2 + 5 = 14, où 2 est le résultat pour une grille de 2 sur 2 et 5 est le résultat pour une grille de 3x3.",
  "Cₙ are called <em>Catalan numbers</em> and they are crucial in the world of combinatorics. There is an explicit formula for them, but finding it goes much beyond our scopes: the recursive definition we find out in this puzzle is more than enough for now!": "Cₙ sont appelés nombres catalans et ils sont cruciaux dans le monde de la combinatoire. Il existe une formule explicite pour eux, mais trouver cela va bien au-delà de nos portées: la définition récursive que nous découvrons dans ce puzzle est plus que suffisante pour le moment!",
  "In how many ways you can go from home to school in a 5 by 5 grid? Try using previous results to compute this!": "De combien de façons pouvez-vous rejoindre l’école sur une grille 2x2? Essayez d’utiliser les résultats précédents pour résoudre ce problème!",
  "Counting explicitly might be too long. Can you come up with a way to reduce the problem in simpler cases you have already counted? Focus on when a path last touches the river before reaching the school. Do you know anything about all possible paths that can reach that point? What about all possible paths after that point?": "Compter explicitement prendrait trop longtemps. Pouvez-vous trouver une manière de réduire le problème dans des cas plus simples que vous avez déjà comptés? Concentrez-vous sur un chemin qui touche la rivière avant d’arriver à l'école. Savez-vous quelque chose sur tous les chemins possibles qui peuvent atteindre ce point? Qu'en est-il de tous les chemins possibles après ce point?",
  "This part is aimed at finding a recursive way to solve the problem. It might not be easy. \nLet us number the points in which the paths might intersect the river from 1 to 6 starting from home to school. Let us focus our attention on the paths which last touch the river in point 6: these are all paths (so not useful); let us consider all paths that last touch the river in point 5. The bottom part of the problem is equivalent to counting all paths from home up to point 5 (such that they do not cross the river), these are exactly the one counted in a 4 by 4 grid previously: there are 14. For the top part, there is only one way to reach school from point 5. Therefore we have 14×1 = 14 paths that touch the river in point 5 for the last time before reaching school. Now let us consider the number of paths that last touches the river in point 4. The bottom part of the problem is equivalent to counting all paths from home up to point 4 (such that they do not cross the river), these are exactly the one counted in a 3 by 3 grid previously: there are 5. Starting from point 4 there is now only one way to reach school without touching the river again. Therefore we have a total of 5×1 = 5 paths.\nNow let us consider the number of paths that last touches the river in point 3. The bottom part of the problem is equivalent to counting all paths from home up to point 3 (such that they do not cross the river), these are exactly the one counted in a 2 by 2 grid previously: there are 2. Starting from point 3, you need to move one step east. From here, you can not go north (otherwise you touch the river), but can only go East again. From here you can go one step East or one step North, but not two steps North (otherwise you would touch the river). And so on. You might realise you are solving the problem for a 2 by 2 grid whose bottom left corner is the point one step East to point 3 and the top right corner one step south the point 6. Therefore you have 2 paths. \nIn total you have 2×2 = 4 paths which last touch the river in the point 3. You then continue by considering the number of paths that last touch the river in point 2. You realise that you split the problem in the one for a 1 by 1 grid and for a 3 by 3 grid (whose bottom left corner is the point at one step East to point 2 and the top right corner one step south the point 6). Therefore we have in total 1×5 paths. Finally the number of paths which last touch the river in point 1 (i.e. only touch the river in point 1) are the same as the paths for the problem with 4 by 4 grid (whose bottom left corner is the point at one step East to point 1 and the top right corner one step south the point 6). Therefore we have 14 paths.\nWe covered all possible paths which do not cross the river. In total they add up as: 14 + 1×5 + 2×2 + 5×1 + 14 = 42.": "Cette partie vise à trouver une manière récursive de résoudre le problème. Ce ne sera peut-être pas facile.\nNumérotons les points où les chemins pourraient croiser la rivière de 1 à 6 de la maison à l'école. Concentrons notre attention sur les derniers chemins qui touchent la rivière au point 6: ce sont tous des chemins (donc pas utiles); considérons tous les chemins qui touchent la rivière pour la dernière fois au point 5. La partie inférieure du problème équivaut à compter tous les chemins depuis la maison jusqu'au point 5 (de sorte qu'ils ne traversent pas la rivière), ce sont exactement celui compté dans une grille 4 par 4 précédemment: il y en a 14. Pour la partie supérieure, il n'y a qu'une seule façon d'atteindre l'école à partir du point 5. On a donc 14 × 1 = 14 chemins qui touchent la rivière au point 5 pour la dernière fois avant d'atteindre l'école. Considérons maintenant le nombre de chemins qui touchent la rivière pour la dernière fois au point 4. La partie inférieure du problème équivaut à compter tous les chemins de la maison jusqu'au point 4 (de sorte qu'ils ne traversent pas la rivière), ce sont exactement les on comptait auparavant sur une grille de 3 par 3: il y en a 5. À partir du point 4, il n'y a plus qu'une seule façon de rejoindre l'école sans toucher à nouveau la rivière. Par conséquent, nous avons un total de 5 × 1 = 5 chemins.\nConsidérons maintenant le nombre de chemins qui touchent la rivière en dernier lieu au point 3. La partie inférieure du problème équivaut à compter tous les chemins de la maison jusqu'au point 3 (de sorte qu'ils ne traversent pas la rivière), ce sont exactement les un compté dans une grille 2 par 2 précédemment: il y en a 2. À partir du point 3, vous devez vous déplacer d'un pas vers l'est. De là, vous ne pouvez pas aller au nord (sinon vous touchez la rivière), mais ne pouvez que retourner à l'est. De là, vous pouvez faire un pas vers l'est ou un pas vers le nord, mais pas deux pas vers le nord (sinon vous toucheriez la rivière). Etc. Vous réalisez peut-être que vous résolvez le problème d'une grille 2 par 2 dont le coin inférieur gauche est le point un pas de l'est au point 3 et le coin supérieur droit un pas au sud du point 6. Par conséquent, vous avez 2 chemins.\nAu total vous avez 2 × 2 = 4 chemins qui touchent en dernier la rivière au point 3. Vous continuez ensuite en considérant le nombre de chemins qui touchent en dernier la rivière au point 2. Vous vous rendez compte que vous divisez le problème dans celui pour un Grille 1 par 1 et pour une grille 3 par 3 (dont le coin inférieur gauche est le point à un pas Est au point 2 et le coin supérieur droit un pas au sud du point 6). Par conséquent, nous avons au total 1 × 5 chemins. Enfin, le nombre de chemins qui touchent en dernier la rivière au point 1 (c'est-à-dire ne touchent que la rivière au point 1) sont les mêmes que les chemins pour le problème avec une grille 4 sur 4 (dont le coin inférieur gauche est le point à un pas Est à point 1 et le coin supérieur droit un pas au sud du point 6). Par conséquent, nous avons 14 chemins.\nNous avons parcouru tous les chemins possibles qui ne traversent pas la rivière. Au total, ils s'additionnent comme suit: 14 + 1 × 5 + 2 × 2 + 5 × 1 + 14 = 42.",
  "You might be able now to find a recursion relation for the number Cₙ of east and north paths in an n by n grid which do not cross the diagonal. Generalising what you did before we have that:\nCₙ = Cₙ₋₁ + C₁×Cₙ₋₂ + C₂×Cₙ₋₃ + … + Cₙ₋₂×C₁ + Cₙ₋₁": "Vous pourrez peut-être maintenant trouver une relation de récursivité pour le nombre Cₙ de chemins est et nord dans une grille n par n qui ne traverse pas la diagonale. Généraliser ce que vous avez fait avant que nous ayons cela:\nCₙ = Cₙ₋₁ + C₁ × Cₙ₋₂ + C₂ × Cₙ₋₃ +… + Cₙ₋₂ × C₁ + Cₙ₋₁",
  "The iᵗʰ summand corresponds to the number of paths which last touch the diagonal at the point i, (where i is a number from 1 to n).": "La somme iᵗʰ correspond au nombre de chemins qui touchent en dernier la diagonale au point i, (où i est un nombre de 1 à n).",
  "What if the grid has the size of 7 by 7? Try to use previous results to calculate the number of ways you can go to school in this grid.": "Et si la grille avait la taille 7x7? Essayez d’utiliser les méthodes précédentes pour calculer le nombre de manières pour aller à l'école sur cette grille.",
  "We already calculated C₄ = C₃ + C₁×C₂ + C₂×C₁ + C₃ = 5 + 1×2 +2×1 + 5 = 14": "Nous avons déjà calculé C₄ = C₃ + C₁×C₂ + C₂×C₁ + C₃ = 5 + 1×2 +2×1 + 5 = 14",
  "and C₅ = 42": "et C₅ = 42",
  "We can carry on this pattern to give": "Nous pouvons ainsi continuer ce motif pour ensuite donner",
  "C₆ = C₅ +C₁×C₄ + C₂×C₃ +…+ C₅= 132": "C₆ = C₅ +C₁×C₄ + C₂×C₃ +…+ C₅= 132",
  "Likewise, we calculate C₇ = 429": "Pareillement, nous calculons C₇ = 429"
}