{
  "Bar Stools": "Tabourets",
  "How many different ways can you arrange teachers and students in a row of 5 chairs such that no 2 teachers are sat next to each other?": "De combien de façons différentes pouvez-vous organiser les enseignants et les élèves sur une rangée de 5 chaises de manière à ce qu'aucun enseignant ne soit assis l'un à côté de l'autre?",
  "You could have five students sitting on the five chairs. You could have two teachers sitting on chairs number 2 and 4 and students in chairs 1, 3, and 5. Can you think of any other options? Can you think of the maximum number of teachers that could sit on the chairs? You might like to start with a smaller number of chairs and work your way up.": "Vous pourriez avoir cinq étudiants assis sur les cinq chaises. Vous pourriez avoir deux enseignants assis sur les chaises 2 et 4 et les élèves sur les chaises 1, 3 et 5. Pouvez-vous penser à d'autres options? Pouvez-vous penser au nombre maximum d'enseignants qui pourraient s'asseoir sur les chaises? Essayez de commencer avec un plus petit nombre de chaises et de progresser.",
  "Think of chairs as having a teacher (x) or a student (o).": "Pensez aux chaises comme ayant pour enseignant (x) et pour élève (o).",
  "For 5 chairs we can have": "Pour 5 chaises, nous pouvons avoir",
  "ooooo, xoooo, oxooo, ooxoo, oooxo, oooox, xoxoo, xooxo, xooox, oxoxo, oxoox, ooxox, xoxox": "ooooo, xoooo, oxooo, ooxoo, oooxo, oooox, xoxoo, xooxo, xooox, oxoxo, oxoox, ooxox, xoxox",
  "Total = 13": "Total = 13",
  "There is a way we can build up to this solution by thinking about the answer if there was 1 chair, 2 chairs, 3 chairs etc.": "Il y a un moyen de développer cette solution en pensant à la réponse s'il y avait 1 chaise, 2 chaises, 3 chaises, etc.",
  "1 chair has 2 options: x , o": "1 chaise a 2 options: x, o",
  "2 chairs has 3 options: ox, oo, xo": "2 chaises ont 3 options: ox, oo, xo",
  "3 chairs has 5 options: oox, ooo, oxo, xox, xoo": "3 chaises ont 5 options: oox, ooo, oxo, xox, xoo",
  "Each time you add a chair you can generate the new options by simply adding a student to the start of all the previous options. You can also add a teacher and then a student to all of the options from two chairs ago. Let's see this with 4 chairs:": "Chaque fois que vous ajoutez une chaise, vous pouvez générer les nouvelles options en ajoutant simplement un étudiant au début de toutes les options précédentes. Vous pouvez également ajouter un enseignant, puis un élève à toutes les options d'il y a deux chaises. Voyons ceci avec 4 chaises:",
  "Add o onto all the 3 chair options gives:": "Ajouter o sur toutes les 3 options de chaise donne:",
  "ooox, oooo, ooxo, oxox, oxoo": "ooox, oooo, ooxo, oxox, oxoo",
  "And adding xo onto all the 2 chair options gives:": "Et l'ajout de xo sur toutes les 2 options de chaise donne:",
  "xoox, xooo, xoxo": "xoox, xooo, xoxo",
  "This gives 5 + 3 = 8 options in total.": "Cela donne 5 + 3 = 8 options au total.",
  "For the 5 chairs we can add o onto all the 4 chairs options and and xo onto all the 3 chair options which gives 8 + 5 = 13 as before.": "Pour les 5 chaises, nous pouvons ajouter o sur toutes les 4 options de chaises et et xo sur toutes les 3 options de chaise, ce qui donne 8 + 5 = 13 comme précédemment.",
  "The sequence of numbers in this puzzle are part of the Fibonacci Sequence sequence:": "La séquence de nombres dans ce puzzle fait partie de la séquence de séquence de Fibonacci:",
  "0, 1, 1, 2, 3, 5, 8, 13, 21, 34,... It is easy to find the next number by adding the previous two numbers, but you can also find the nᵗʰ Fibonacci number in the sequence directly using this formula:": "0, 1, 1, 2, 3, 5, 8, 13, 21, 34, ... Il est facile de trouver le numéro suivant en ajoutant les deux numéros précédents, mais vous pouvez également trouver le numéro de Fibonacci nᵗʰ dans la séquence en utilisant directement cette formule:",
  "LaTeX Start $$F_n = \\frac{1}{\\sqrt{5}}\\left[ \\left(\\frac{1+\\sqrt{5}}{2}\\right)^{n+1} - \\left(\\frac{1-\\sqrt{5}}{2}\\right)^{n+1}\\right]$$ LaTeX End  Fₙ = (1 ∕ √5)×( ((1 + √5) ∕ 2)ⁿ⁺¹ - ((1 - √5) ∕ 2)ⁿ⁺¹ )": "\\[$$F_n = \\frac{1}{\\sqrt{5}}\\left[ \\left(\\frac{1+\\sqrt{5}}{2}\\right)^{n+1} - \\left(\\frac{1-\\sqrt{5}}{2}\\right)^{n+1}\\right]$$ \\]\\< Fₙ = (1 ∕ √5)×( ((1 + √5) ∕ 2)ⁿ⁺¹ - ((1 - √5) ∕ 2)ⁿ⁺¹ ) \\>",
  "How many different ways can you arrange teachers and students in a row of 10 chairs such that no 2 teachers are sat next to each other?": "De combien de façons différentes pouvez-vous disposer les enseignants et les élèves sur une rangée de 10 chaises de sorte qu'aucun enseignant ne soit assis l'un à côté de l'autre?",
  "Try and build up the answer from a smaller number of chairs.": "Essayez de façonner la réponse depuis un nombre plus petit des chaises.",
  "We had already found the following sequence for 1 chair, 2 chairs, 3 chairs , …": "Nous avions déjà trouvé la séquence pour 1 chaise, 2 chaises, 3 chaises,…",
  "2, 3, 5, 8, 13": "2, 3, 5, 8, 13",
  "Each term in the sequence can be found by adding the two previous terms. We can carry it on:": "Chaque terme de la séquence peut être trouvé en ajoutant les deux termes précédents. Nous pouvons continuer:",
  "2, 3, 5, 8, 13, 21, 34, 55, 89, 144": "2, 3, 5, 8, 13, 21, 34, 55, 89, 144",
  "So there are 144 ways to have people sitting on the 10 chairs.": "Il y a donc 144 façons d'avoir des personnes assises sur les 10 chaises.",
  "For all the number of chairs between 1 and 30 inclusive, how many of these will have an even number of ways of sitting on them?": "Pour tout le nombre de chaises entre 1 et 30 inclus, combien d'entre elles auront un nombre pair de façons de s'asseoir dessus?",
  "For the sequence 2,3,5,8,13, … we can see that there is a pattern even, odd, odd, even, odd odd, etc. This makes sense as even + odd = odd and odd + odd = even. So every third number in the sequence is even. We need to do 30 ∕ 3 = 10.": "Pour la séquence 2,3,5,8,13,… nous pouvons voir qu'il y a un modèle pair, impair, impair, pair, impair, impair, etc. Cela a du sens car pair + impair = impair et impair + impair = pair . Donc, chaque troisième nombre de la séquence est pair. Nous devons faire 30 ∕ 3 = 10."
}