{
  "Benford's Law": "-> La Loi de Benford",
  "When you look at numbers found in real-world data sets, for most sets of numbers the first digit is more often a 1 than any other digit. 2 is a more common first digit than 3, and so on up to 9. In fact, the first digits often follow the same pattern (distribution).": "Quand on regarde au valeurs trouvés dans les données du monde réel, le premier chiffre pour la plupart des numéros est plus souvent 1 que tous lest autres nombres. 2 est un premier chiffre plus commun que 3, et ainsi de suite jusqu'à 9. En fait, ces premiers chiffres suivent souvent le même modèle (distribution).",
  "Have a look at some data sets that span many orders of magnitude. For example, what are the first digits of: the first 100 prime numbers (or more!), the populations of the countries in Africa, the heights of the tallest buildings in the world?": "Regardez a des données qui couvrents plusieurs ordres de grandeur. Par example, quels sont les premier chiffres de: les100 nombres premier initiaux (et encore plus!), de la population de pays d'Afrique, la hauteur des plus hauts bâtiments du monde?",
  "Many data sets (for example, populations of countries, heights of buildings, stock prices) or famous sequences (Fibonacci numbers, prime numbers) are spread over very different scales (orders of magnitude). Many of these big sets of data arise from decreasing power laws. A simple example might be": "Beaucoup d'ensembles de données (par exemple, les populations de pays, les hauteurs des bâtiments, le prix des actions) ou des séquences bien connus (numéros de Fibonacci, les nombres premiers) sont répartis sur des échelles très différentes (ordres de grandeur). Beaucoup de ces gros ensembles de données découlent de la diminution des lois sur l'énergie. Un exemple simple pourrait être",
  "y = k×10⁽⁻ᵃˣ⁾ where k, a > 0. Choosing a = 0.1 and k = 1000 gives the following:": "y = k×10⁽⁻ᵃˣ⁾ where k, a > 0. Choosing a = 0.1 and k = 1000 gives the following:",
  "Power laws will look like a straight line on semi-log graph paper - where the y-axis is on a log-scale paper. We can show this by rewriting our formula for the power law y = k×10⁽⁻ᵃˣ⁾ = 10ᵇ×10⁽⁻ᵃˣ⁾ = 10⁽⁻ᵃˣ⁺ᵇ⁾ , and then applying a logarithm on both sides: log₁₀(y) = - a×x + b. This is the equation when the y-axis is on a log scale. The same example is shown below:": "Les lois sur la puissance ressembleront à une ligne droite sur le papier de graphes à demi-logarithme - où l'axe Y est sur un papier à échelle logarithmique. On peut le montrer en réécrivant notre formule pour la loi de puissance y = k×10⁽⁻ᵃˣ⁾ = 10ᵇ×10⁽⁻ᵃˣ⁾ = 10⁽⁻ᵃˣ⁺ᵇ⁾ , et puis en appliquant un logarithme des deux côtés : log₁₀(y) = - a×x + b. Il s'agit de l'équation lorsque l'axe Y est sur une échelle de log. Le même exemple est affiché ci-dessous:",
  "The horizontal lines represent 1, 2, 3, 4, …, 10, 20, 30, …, 100, 200, 300, … and note they are unevenly spaced on the y axis! The largest spaces are between 1 and 2, between 10 and 20, and between 100 and 200. The smallest spaces are between 9 and 10, 90 and 100.": "Les lignes horizontales représentent 1, 2, 3, 4, …, 10, 20, 30, …, 100, 200, 300, … et notez qu'ils sont inégalement réparti sur l'axe y ! Les plus grands espaces sont entre 1 et 2, entre 10 et 20 et entre 100 et 200. Les espaces les plus petits sont compris entre 9 et 10, 90 et 100.",
  "Try picking random values of x, and reading off corresponding values of y from our (power law) straight line. Because of the spacing of the horizontal lines we see that we are most likely to get a value of y with first digit 1, then we are next likely to get a value of y with a first digit 2, etc. These probabilities are what leads to Benford's Law.": "Essayez de choisir des valeurs aléatoires de x, et de lire les valeurs correspondantes de y à partir de notre ligne droite (loi de puissance). En raison de l'espacement des lignes horizontales, nous voyons que nous avons un plus haute chances d'obtenir une valeur de y avec le premier chiffre 1, alors nous sommes prédisposés d'obtenir une valeur de y avec un premier chiffre 2, etc. Ces probabilités sont ce qui mène à la loi de Benford.",
  "Benford's Law is used in the real world to check for fraud on big data sets. If they don't follow the law when they should, it is possible they have been falsified!": "La Loi de Benford's est utilisée dans le monde réel pour vérifier la fraude sur les grands ensembles de données. S'ils ne respectent pas la loi quand ils le devraient, il est probable qu'ils aient été falsifiés !",
  "Can you think of which sets of numbers do not obey Benford's law?": "Pouvez-vous penser à quels séries de chiffres n'obéissent pas a la loi de Benford?",
  "The explanation of Benford's law mentioned that the data set typically spans many orders of magnitude.": "L'explication de la loi de Benford remarquait que l'ensemble de données couvre généralement de nombreuses ordres de grandeur.",
  "Anything that is within a small range, an example would be something normally distributed E.g Measure everyone's height (in metres). Almost all heights would begin with a 1.": "Tout ce qui se trouve dans une petite portée, un exemple serait quelque chose normalement distribué. Par exemple: mesurer la hauteur de tout le monde (en mètres). Presque toutes les hauteurs commenceraient par un 1."
}