{
  "Collatz Conjecture": "La conjecture de Collatz",
  "Think of a positive integer (whole number). If it is even, divide it by 2. It if is odd, multiply it by 3 and add 1. Repeat the process with your new number and keep going. Stop if you get to the number 1. Nobody knows if a number exists that doesn't end up at 1.": "Pensez à un nombre entier positif. S'il est pair, divisez le par 2. Il si est impair, multipliez par 3 et ajoutez 1. Répétez et continuez ce processus avec vos nouveaux résultats. Arrêtez si vous atteignez le numéro 1. Personne ne sait si un nombre existe qui ne se retrouve pas eventuellement à 1.",
  "For example, if you choose the number 6 you would get this sequence 6, 3, 10, 5, 16, 8, 4, 2, 1. So it took 8 steps to get to 1. Try some numbers of your own.": "Par exemple, si vous choisissez le numéro 6, vous obtiendrez la séquence 6, 3, 10, 5, 16, 8, 4, 2, 1. Il a donc fallu 8 étapes pour arriver à 1. Essayez ceci avec vos propres nombres.",
  "This activity is interesting because it is easy to understand the rules and start generating sequences, but no one knows whether all numbers end up at 1; it is an unsolved problem in mathematics. The longest sequence for a number smaller than 100 is for 97, which takes 118 steps but finally gets to 1. The number just before, 96, only takes 12 steps! Using computers, all numbers up to roughly 2.95×10²⁰ have been checked and they all go to 1.": "Cette activité est intéressante parce qu'il est facile a comprendre ses règles et de commencer à produire des séquences, mais personne ne sait si tous les chiffres se retrouvent à 1; c'est un problème non résolu en mathématiques. La séquence la plus longue pour un nombre plus petit que 100 est pour 97, qui prend 118 étapes mais finit quand même par 1. Le nombre juste avant, 96, ne prend que 12 étapes ! En utilisant des ordinateurs, tous le nombres jusqu'à environ 2.95×10²⁰ ont été vérifiés, et tous retombent à 1.",
  "The conjecture is named after Lothar Collatz, who introduced the idea in 1937, two years after receiving his doctorate. Many people since Collatz have tried to find a sequence that doesn't go to 1, or to prove that all sequences go to 1 and no one has succeeded. There are several prizes if you succeed! On the 8th of September 2019, Terence Tao produced a proof, using sampling of numbers, that almost all numbers eventually reach a value that is quite close to 1. Roughly speaking he proved that 99% of starting values greater than 1 quadrillion eventually reach a value below 200. This is a huge step forward for such a difficult problem!": "The conjecture is named after Lothar Collatz, who introduced the idea in 1937, two years after receiving his doctorate. Many people since Collatz have tried to find a sequence that doesn't go to 1, or to prove that all sequences go to 1 and no one has succeeded. There are several prizes if you succeed! On the 8th of September 2019, Terence Tao produced a proof, using sampling of numbers, that almost all numbers eventually reach a value that is quite close to 1. Roughly speaking he proved that 99% of starting values greater than 1 quadrillion eventually reach a value below 200. This is a huge step forward for such a difficult problem!",
  "What is the biggest number that takes exactly 8 steps to get to 1?": "Quel est le plus grand nombre qui prends exactemenet 8 étapes pour arriver à 1?",
  "Which type of numbers go very quickly towards 1 because they always follow the halving rule?": "Quel type de nombres descendent très rapidement vers 1 parce qu-ils suivent toujours la loi de division par 2?",
  "The shortest sequences are the ones where you can always half the numbers. That means they are powers of 2, e.g. 1, 2, 4, 8, 16, 32 etc. as these numbers \"snowball\" to 1. 256 gets to 1 to 8 steps, always by halving: 256, 128, 64, 32, 16, 8, 4, 2, 1.": "Les séquences les plus courtes sont celles où vous pouvez toujours réduire de moitié ces nombres. Cela signifie qu'ils sont des puissances de 2, par exemple 1, 2, 4, 8, 16, 32, etc. comme ces nombres s'écoulent à 1. 256 reduit à 1 de 8 pas, chaque fois par dminuer de moitié: 256, 128, 64, 32, 16, 8, 4, 2, 1."
}