{
  "Colouring": "Coloriage",
  "How many possible three-stripe flags similar to the one below are there if only 5 colours are available and two touching stripes must NOT have the same colour.": "Combien de drapeaux tricolores similaires à celui ci-dessous y a-t-il si nous utilisons seulement 5 couleurs. Deux couleurs juxtaposées ne peuvent PAS être de la même couleur.",
  "Think about how many different colours could go in the first section, then the second ...": "Pensez: combien de couleurs différentes peuvent aller dans la première section, puis la deuxième,...",
  "There is a choice of 5 colours for the first section. Once a colour has been chosen, the second section cannot be the same. So there are only four colours to choose from for the second section. For the third section, there are four colours to choose from, as it cannot be the same colour as the second one yet it can be the same colour as the first one. Thus, the number of tricolour flags with 5 colours to choose from are 5×4×4 = 80.": "Il y a un choix de 5 couleurs pour la première section. Dès qu’une couleur a été choisie, la deuxième section ne peut être la même. Il n’y a ainsi seulement quatre couleurs que nous pouvons utiliser pour la deuxième section. Pour la troisième section, il y a le choix entre quatre couleurs, car cela ne peut pas être la même couleur que la deuxième, mais peut être de la même couleur que la première. Ainsi, le nombre de drapeaux tricolores avec 5 couleurs au choix est de 5 × 4 × 4 = 80.",
  "In a room with an even number of walls, two colors are always enough. For rooms with an odd number of walls, you will need three colors.": "Dans une pièce avec un nombre pair de murs, deux couleurs suffisent toujours. Pour les pièces avec un nombre impair de murs, vous aurez besoin de trois couleurs.",
  "In how many different ways can I paint the five walls of a pentagonal room using red, blue and green paint so that no two neighbouring walls are the same colour?": "De combien de manières différentes pouvons-nous peindre les cinq murs d'une pièce pentagonale avec de la peinture rouge, bleue et verte de sorte qu'aucun mur voisin ne soit de la même couleur?",
  "Fix one colour, say start with the top wall red, and try to list all the different options for the other walls.": "Changez une couleur, par exemple, commencez par le mur supérieur rouge et essayez de lister toutes les différentes options pour les autres murs.",
  "First of all you start with either red, blue or green and use one of the other colours for the second side and so on around the pentagon. When you get to the last side it cannot be the same as the fourth side or the first one.": "Tout d'abord, vous commencez par le rouge, le bleu ou le vert et utilisez l'une des autres couleurs pour le deuxième côté et ainsi de suite autour du pentagone. Lorsque vous arrivez au dernier côté, il ne peut pas être le même que le quatrième côté ou le premier.",
  "We can represent the choices of colours in a tree diagram, At the top (known as the root of the tree) we paint the first side. Here we choose red). The first split is the choice of either green or blue for the second side. The next split is the choice for the third side which depends on your choice of the second side. Any path from the root to end of the tree (known as a leaf) gives you a choice for all of the five edges. We see if we started with red, we have 10 different colourings.": "Nous pouvons représenter les choix de couleurs dans un diagramme arborescent, en haut (connu comme la racine de l'arbre) nous peignons le premier côté. Ici, nous choisissons le rouge). La première division est le choix du vert ou du bleu pour le deuxième côté. La prochaine division est le choix du troisième côté qui dépend de votre choix du deuxième côté. N'importe quel chemin de la racine à la fin de l'arbre (appelé feuille) vous donne le choix pour les cinq arêtes. On voit que si on a commencé avec le rouge, on a 10 coloris différents.",
  "As we can make similar diagrams if we had chosen green or blue in the first position, we have a total of 3×10 = 30 different colourings.": "Comme nous pouvons faire des diagrammes similaires si nous avions choisi le vert ou le bleu en première position, nous avons un total de 3 × 10 = 30 coloris différents."
}