{
  "Gomoku": "Gomoku",
  "Start by drawing a square grid of 15 by 15 lines. Two players take it in turns to place a counter on any point where lines cross. The player who gets five of their counters in a straight line wins. The line can be vertical, horizontal or diagonal.": "Commencez par dessiner une grille carrée de 15 par 15 lignes. Deux joueurs prennent chacun son tour de placer une pièce sur n'importe quel point où les lignes se croisent. Le joueur qui parvient à avoir cinq de ses compteurs sur une ligne droite gagne, la ligne peut être verticale, horizontale ou diagonale.",
  "This game is traditionally played with black and white counters, but you could use any different counters, or little pieces of paper. You could also draw the grid in pen and then use pencil to mark x or o for each player and then rub them out when you are finished to be able to use the grid again.": "Ce jeu est traditionnellement joué avec des pièces noir et blanc, mais vous pouvez utiliser des pièces différents ou de petits morceaux de papier. Vous pouvez aussi dessiner la grille en stylo et ensuite utiliser marquer avec un crayon x ou o pour chaque joueur et ensuite les éffacer à la fin pour pouvoir utiliser la grille de nouveau.",
  "It is very important to be watching your opponents moves as well as trying to make a line of 5 yourself. If your opponent has three in a row with nothing at either end - this is called \"open 3\" - then it is a good idea to use your turn to block one end. If they manage to get \"open 4\" you have certainly lost! A good attacking strategy might be to aim for two overlapping lines of open 3s - like a cross - so that it is very hard for your opponent to defend.": "Il est très important de regarder le placement de votre adversaire et d'essayer de faire une ligne de 5 vous-même. Si votre adversaire a trois pièces dans une rangée sans rien à chaque extrémité - cela s'appelle \"3 ouvert\" - alors ce serai une bonne idée d'utiliser votre tour pour bloquer une extrémité. S'ils réussissent à \"4 ouvert\", vous avez certainement perdu! Une bonne stratégie d'attaque pourrait être de viser pour avoir deux lignes perpendiculaire de 3 ouvert- comme une croix - de sorte qu'il est très difficile pour votre adversaire de défendre.",
  "There is a World Championship tournament for Gomuku. Since 2009 it has used the Swap 2 rule to make it a fair game, no matter who starts. There are also championships for computers to play at Gomuku! So people write an artificial intelligence program and their program plays against someone else's program to see who wins. There are also computer vs. human competitions - in 2017 a computer called Yixin beat the world champion human player Rudolf Dupszki 2-0.": "Il y a un tournoi de Championnat du Monde pour Gomuku. Depuis 2009, ils utilisent la règle Échangez 2 pour en faire un jeu équitable, quel que soit le début. Il y a aussi des championnats pour que les ordinateurs jouent à Gomuku! A cause de cela, ils y a certains qui écrivent un programme d'intelligence artificielle en sorte que leur programme joue contre le programme de quelqu'un d'autre pour voir qui gagne. Il y a aussi des compétitions d'ordinateur contre des humains - en 2017 un ordinateur appelé Yixin a battu le champion du monde humain Rudolf Dupszki 2-0.",
  "For advanced players, the first player has a big advantage. This advantage can be removed by starting the game using the \"Swap 2\" rule. Let's say at the start of the game player one is crosses (x) and player two is circles (o).": "Pour les joueurs avancés, le premier joueur a un énorme avantage. Cet avantage peut être éléminé en démarrant la partie en utilisant la règle \"Échangez 2\". Disons qu'au début de la partie le joueur un est les croix (x) et que le joueur deux est les cercles (o).",
  "Player one begins the game by marking 3 intersections (two with x, and one with o), player two then chooses one of these three options (i) they take crosses, ending their turn (player one becomes circles and it is now their go), (ii) they stay as circles and add one circle as normal, (iii) they add two circles to the board, but then player one now gets to decide whether they want to steal circles. After this, play as normal.": "Le premier joueur commence la partie en marquant 3 intersections (deux avec x, et une avec o), le joueur deux choisit alors l'une de ces trois options (a) il prends les croix, mettant fin à leur tour (le joueur devient les cercles et c'est maintenant leur tour), (b) il reste en cercles et ajoute un cercle comme d'habitude, (c) il ajoute deux cercles sur la grille, mais alors permier joueur peut maintenant décider s'ils veulent voler certains cercles. Après ceci, jouer comme d'habitude."
}