{
  "Kaprekar's Number": "Nombre de Kaprekar",
  "Choose a four digit number where the digits are not all the same.": "Choisissez un nombre à quatre chiffres où les chiffres ne sont pas tous les mêmes.",
  "Rearrange the digits to get the largest and smallest possible numbers these digits can make.": "Réorganiser les chiffres pour obtenir le plus grand et le plus petit nombre possible que ces chiffres peuvent former.",
  "Subtract the smallest number from the largest to get a new number, and carry on repeating the operation for each new number. You will always end up at the same number.": "Soustrayez le plus petit nombre du plus grand pour obtenir un nouveau nombre, et continuez à répéter l'opération pour chaque nouveau nombre. Vous finirez toujours au même nombre.",
  "For example if you start with 4252, you should do the calculation 5422 - 2245 = 3177. Then do 7731 - 1377 and keep going.": "Par exemple, si vous commencez par 4252, vous devez faire le calcul 5422 - 2245 = 3177, puis faire 7731 - 1377 et ainsi de suite.",
  "You always end up with the number 6174. This is known as Kaprekar's number. For example 5432 – 2345 = 3087": "Vous finissez toujours avec le nombre 6174. Ceci est connu sous le nom de nombre de Kaprekar. Par exemple 5432 – 2345 = 3087",
  "8730 – 0378 = 8352": "8730 – 0378 = 8352",
  "8532 – 2358 = 6174": "8532 – 2358 = 6174",
  "7641 – 1467 = 6174": "7641 – 1467 = 6174",
  "D. R. Kaprekar (1905 - 1986) was an Indian school maths teacher who loved playing with numbers. He discovered a number of results in number theory and described various properties of numbers.": "D. R. Kaprekar (1905 - 1986) était un professeur indien de mathématiques qui aimait jouer avec les nombres. Il a découvert un certain nombre de résultats dans la théorie des nombres et décrit diverses propriétés des nombres.",
  "What happens when you do this process with 3 digit numbers (where not all the digits are the same)? Can you explain why you always end up at the same number? Note that if you find 99 as an answer at any stage, this would then give 099 as the smallest number and 990 as the biggest.": "Que se passe-t-il lorsque vous effectuez ce processus avec des nombres à 3 chiffres (où tous les chiffres ne sont pas les mêmes)? Pouvez-vous expliquer pourquoi vous vous retrouvez toujours avec le même nombre ? Notez que si vous trouvez 99 comme réponse à n'importe quel moment, cela donnerait alors 099 comme le plus petit nombre et 990 comme le plus grand.",
  "For example, if you start with 792, the first calculation you have to do is 972 - 279 = 693.": "Par exemple, si vous commencez par 792, le premier calcul que vous devez faire est 972 - 279 = 693.",
  "We can write a three digit number abc (imagine it is as big as possible) as 100×a + 10×b + c. If we rearrange the digits to make it as small as possible it would be cba which we can write as 100×c + 10×b + a. We then subtract to give 100×a + 10×b + c - (100×c + 10×b + a) = 99×a - 99×c = 99×(a - c). So after one step, the number will be a multiple of 99. The only 3 digit numbers that are multiples of 99 are 099, 198, 297, 396, 495, 594, 693, 792, 891, and 990. We only need to check the first five of these (as we will be rearranging the digits anyway) and we can verify that all of them end up giving the answer 495.": "On peut écrire un nombre abc à trois chiffres (imaginez qu'il soit aussi grand que possible) que 100×a + 10×b + c. Si nous réorganisons les chiffres pour les rendre aussi petits que possible, ce serait cba que nous pouvons écrire comme 100×c + 10×b + a. Puis soustraire pour donner 100×a + 10×b + c - (100×c + 10×b + a) = 99×a - 99×c = 99×(c). Donc, après une étape, le nombre sera un multiple de 99. Les 10 seuls nombres qui sont des multiples de 99 sont 099, 198, 297, 396, 495, 594, 693, 792, 891, et 990. Nous avons seulement besoin de vérifier les cinq premiers (comme nous réarrangerons les chiffres de toute façon) et nous pouvons vérifier que tous finissent par donner la réponse 495."
}