{
  "Latin Squares": "Carré latin",
  "Select the 16 J, Q, K and A cards from a pack. Try to put them in a 4 by 4 square so that each rank (J, Q, K, A) and each suit (Clubs, Diamonds, Hearts, Spades) appears only once in each row and column.": "Prenez les 16 cartes V, Re, Ro et As à partir d'un pack. Essayez de les mettre dans un carré de 4 par 4 en sorte que chaque figure (J, Q, K, A) et chaque enseigne (Trèfles, Carreaux, Cœurs, Piqeus) n'apparaît qu'une seule fois dans chaque ligne et colonne.",
  "This could be a one player puzzle or get a group of people to try it together as it is quite tricky!": "This could be a one player puzzle or get a group of people to try it together as it is quite tricky!",
  "Start by ignoring the suits and try to get the ranks in a square so that each rank appears only once in every row and column.": "Commencez par ignorer les enseignes et essayez de placer les figures dans un carré afin que chaque figure n'apparaisse qu'une seule fois dans chaque rangée et chaque colonne.",
  "This puzzle is an example of a Latin square. Interestingly, if the problem had involved 6 ranks of playing cards it would have been impossible. But with 7 ranks it is quite easy to find a solution. Latin squares are used in medical trials to ensure every participant is allocated to each treatment for the same time period to prove which is the best treatment.": "Ce puzzle est un exemple de Carré Latin. Fait intéressant, si le problème avait impliqué 6 figures de cartes, cela aurait été impossible. Mais avec 7 figures, il est assez facile de trouver une solution. Les carrés latins sont utilisés dans les essais médicaux pour s'assurer que chaque participant est introduit à chaque traitement pendant la même période afin de prouver quel est le meilleur traitement.",
  "Create a 5 x 5 square with the same rules but this time include all the 10,J,Q,K,A. You will need an extra suit: you could draw a 10, J, Q, K and A on five separate pieces of paper, making up a new suit of your choice.": "Create a 5 x 5 square with the same rules but this time include all the 10,J,Q,K,A. You will need an extra suit: you could draw a 10, J, Q, K and A on five separate pieces of paper, making up a new suit of your choice."
}