{
  "Lychrel Numbers": "Les Nombres de Lychrel",
  "Take a positive integer (whole number). Reverse the digits to get a new number. Add the two numbers together. Repeat this process until you get a palindrome (a number that reads the same forwards and backwards).": "Prendre un nombre entier positif. Inverser les chiffres pour obtenir un nouveau nombre. Ajouter ces deux nombres ensemble. Répétez cette procédure jusqu'à obtenir un palindrome (un nombre qui se lit le même en avant et en arrière).",
  "Can you find a starting number that doesn't end up at a palindrome? Nobody knows if this is possible.": "Pouvez-vous trouver un numéro initiel qui ne se retrouve jamais à un palindrome? Personne ne sait si c'est possible.",
  "Pick a positive integer (whole number), e.g. 57. Reverse the digits to get 75. Adding gives 57 +75 = 132. Then reverse this new number and add together. You get 132 + 231 = 353. This is a palindrome as it reads the same forwards as backwards, so we stop. Can you find a number that takes longer to reach a palindrome?": "Prenez un nombre entier positif, par exemple 57. Inverser les chiffres pour obtenir 75. La somme donne 57 +75 = 132, puis inversez ce nouveau nombre et ajoutez les ensemble. Vous obtenez 132 + 231 = 353. C'est un palindrome car il lit le même en avant qu'en arrière, donc nous pouvons arrêter. Pouvez-vous trouver un nombre qui prend plus de temps pour atteindre un palindrome?",
  "Some numbers end up in a palindrome after one step, e.g. 243: 243 +342 = 585. Some take a bit longer, e.g. 87:": "Certains nombres se retrouvent comme palindrome après une seule étape, par exemple 243: 243 + 342 = 585. Certains prennent un peu plus de temps, par exemple 87:",
  "87 + 78 = 165,": "87 + 78 = 165,",
  "165 + 561 = 726,": "165 + 561 = 726,",
  "726 + 627 = 1353,": "726 + 627 = 1353,",
  "1353 + 3531 = 4884.": "1353 + 3531 = 4884.",
  "Some numbers take a very long time – 89 takes an unusually large 24 steps (the most of any number under 10,000) to reach the palindrome 8813200023188.": "Certains nombres prennent un très long temps : 89 prends 24 étapes, qui est inhabituellement grand (le plus grand que n'importe quel nombre moins de 10 000) pour atteindre le palindrome 8813200023188.",
  "A number is called a Lychrel number if it never reaches a palindrome. No one has proved that a Lychrel number exists. One possibility is 196 - the first billion steps have been carried out by computers and it hasn't reached a palindrome… but this does not prove it never will!": "Un nombre est appelé un nombre Lychrel s'il n'atteint jamais un palindrome. Personne n'a prouvé l'existence d'un seul nombre Lychrel. Une possibilité est 196 - les premiers milliards d'étapes ont été calculeés par des ordinateurs, et il n'a pas atteint un palindrome… mais cela ne prouve pas qu'il ne le sera jamais !",
  "If you change the base of the problem to binary then 10110 (22 in decimal) is a Lychrel number. The name Lychrel comes from a rough anagram of Wade Van Landingham's girlfriend Cheryl.": "Si vous changez la base du problème en binaire, alors 10110 (22 en décimal) est un nombre Lychrel. Le nom Lychrel vient d'un anagramme de la petite amie de Wade Van Landingham, Cheryl.",
  "Can you find different 3-digit numbers that take 1, 2, 3, and 4 steps to become a palindrome?": "Pouvez-vous trouver différents nombres à 3 chiffres qui prennent 1, 2, 3 et 4 étapes pour devenir un palindrome?",
  "Most smaller 3-digit numbers take only 1 step to become a palindrome, but try using bigger digits that will mean you have to carry when you add (e.g. 8 + 9 = 17 so you will have to carry the 1).": "La plupart des plus petits nombres à 3 chiffres ne prennent qu'une seule étape pour devenir un palindrome, mais essayez d'utiliser des chiffres plus grand qui signifieront que vous devrez retenir et monter le un lorsque vous faites la somme (e. . 8 + 9 = 17 donc vous devrez porter le 1).",
  "There are lots of options, but 122 takes 1 step, 109 takes 2 steps, 199 takes 3 steps and 192 takes 4 steps.": "Il y a beaucoup d'options, mais 122 prend 1 étape, 109 prend 2 étapes, 199 fait 3 étapes et 192 en prend 4."
}