{
  "Mastermind": "Mastermind",
  "This is a two player game. Player 1 secretly chooses four cards and puts them in a row face down. Player 2 has seven attempts to guess the suits (clubs, diamonds, hearts, spades) of these cards, in order. Player 2 guesses by laying four cards in a row face up. Player 1 looks at the suits, and tells them how many suits they guessed in the correct position (x), and how many other suits they have guessed correctly but in the wrong position (o). Player 2 uses this information to make a better guess next time.": "Il s'agit d'un jeu à deux joueurs, le premier joueur choisit secrètement quatre cartes et les mets dans une rangée avec leur face cachée. Le deuxième joueur a sept essais pour deviner les enseignes/combinaisons (trèfles, carreaux, cœurs, piques) de ces cartes, en ordre. Le deuxième joueur devine en plaçant quatre cartes en rangée face vers le haut. Le premier joueur regarde les enseignes et leur dit combien d'enseignes ils ont devinés dans la bonne position (x), et combien d'autres enseignes ils ont bien deviné mais dans la mauvaise position (o). Le deuxième joueur utilise ces informations pour mieux deviner la prochaine fois.",
  "Here is how a game might work:": "Voici comment une partie pourrait fonctionner :",
  "Player 1 chooses 1) 4 of Hearts, 2) 3 of Clubs, 3) 8 of Spades, 4) 10 of Spades and places them face down.": "Le joueur 1 choisit 1) 4 Cœur, 2) 3 Trèfle, 3) 8 Pique, 4) 10 Pique et les places face vers le bas.",
  "Player 2 lays down for example: 1) 6 of Hearts, 2) 4 of Spades, 3) J of Diamonds, 4) 3 of Spades.": "Le joueur 2 pose par exemple : 1) 6 Cœurs, 2) 4 Pique, 3) Valet de Carreau, 4) 3 Pique.",
  "Player 2 has three correct suits (Heart, Spade and Spade) and two in the correct position - 1) and 4) so Player 1 would say \"you have two in the correct position and one in the wrong position\", but doesn't say which ones - an easy way to record this would be xxo. Then player 2 would guess again. They might think that it was the last two cards that were perfectly correct, so keep these and guess a different first two. Recording the results on pen and paper will be necessary and would look like this:": "Le joueur 2 a trois enseignes corrects (Cœur, Pique et Pique) et deux dans la bonne position - 1) et 4) donc le joueur 1 dirait \"vous en avez deux dans la bonne position et une dans la mauvaise position\", mais ne dit pas lequels - une methode facile d'enregistrer cela serait xxo. Alors le joueur 2 devinerait à nouveau. Ils pourraient estimer que ce sont les deux dernières cartes qui ont été tout à fait correctes, alors les gardes et devinerai les deux premières différamment . Enregistrer les résultats avec stylo et papier sera nécessaire et ressemblerait à ceci:",
  "HSDS  xxo": "CoPCaP xxo",
  "CCDS  xoo": "TTCaP xoo",
  "Note that it is just the suits we are interested in, not the numbers. Player 1 is not saying which ones are correct, just saying how many are correct. Player 2 keeps guessing until all four are correct.": "Notez que ce n'est que les enseignes qui nous intéressent et non les chiffres. Le joueur 1 ne dit pas exactement lesquels sont corrects, il suffit de dire combien ont été bien deviné, le joueur 2 continue à deviner jusqu'à ce que tous les quatre soient corrects.",
  "For the guesser: Your first guess will be at random but after that you should be using logic to work out what the solution might be. One good strategy for beginners is just change one card at a time, but as you play more you may find a better optimal strategy.": "Pour celui qui devine : Votre première essai sera au hasard, mais après cela, vous devriez utiliser la logique pour déterminer quelle est la solution. Une bonne stratégie pour les débutants est juste de changer une seule carte à la fois, mais des que vous jouez plus, vous pouvez trouver une meilleure stratégie optimale.",
  "For the setter: Think about whether it is best to have all the same suit, all different, or some the same.": "Pour celui qui décide: pensez a savoir s'il est mieux d'avoir que le même enseigne, tous différent, ou quelques uns pareils.",
  "This game can be played with numbers, letters, symbols or colours as in the popular board game.": "Ce jeu peut être joué avec des chiffres, des lettres, des symboles ou bien des couleurs comme dans le jeux de société du même nom.",
  "Try playing the game by having to guess the numbers of the cards - 1 (A) to 10 - instead of the suits. There will be more options so it will be a lot harder. You could even use J, Q, K too.": "Essayez de jouer au jeu en devinant le chiffre des cartes - 1 (As) à 10 - au lieu des enseignes. Il y aura plus d'options donc ce sera beaucoup plus difficile, vous pouvez même utiliser V, Re, Ro aussi."
}