{
  "Mixed-up Socks": "Chaussettes mélangées",
  "You have a pair of red socks, a pair of blue socks, a pair of yellow socks, and a pair of green socks. In how many ways can you mix them up and form new pairs so that all the new pairs are mismatched (have different colours), and none of the new mismatched pairs is the same as another new mismatched pair?": "Vous avez une paire de chaussettes rouges, une paire de chaussettes bleues, une paire de chaussettes jaunes et une paire de chaussettes vertes. De combien de façons pouvez-vous les mélanger et former de nouvelles paires de telle façon que toutes les nouvelles paires soient dépareillées (de couleur différente) et aucune de ces nouvelles paires dépareillées soit la même qu’une autre paire dépareillée ?",
  "Start with matching one of the red with one of the green, and the other red with a blue. You could write this as RB, RY. What would the other two pairs have to be?": "Commencez en assortissant une des rouges avec une des vertes, et l’autre rouge avec une bleue. Vous pourriez écrire cela ainsi : RB, RY. Quelles seront les deux autres paires ?",
  "You can solve this problem by listing all the options. You could have RB, RY, YG, BG or RB, RG, GY, BY or RY, RG, YB, GB. You could also solve it by thinking that, starting with the red socks, there are three different colours that the two socks could be matched with. If you choose RB and RY as the first two pairs, you can't then match BY together because that would leave GG for the last pair which isn't allowed. So once you have picked the two colours to go with red, there are no more choices to make. There are 3 ways to pick two colours from a choice of three, so the answer is 3.": "Vous pouvez résoudre ce problème en écrivant la liste de toutes les options. Vous pourriez avoir RB, RY, YG, BG ou RB, RG, GY, BY or RY, RG, YB, GB. Vous pourriez aussi le résoudre en pensant que, en commençant avec les chaussettes rouges, il y a trois différentes couleurs qui peuvent être associées pour les deux chaussettes. Si vous choisissez RB et RY pour les deux premières paires, vous pouvez ensuite mettre BY ensemble car cela laisserait GG pour la dernière paire, ce qui n’est pas autorisé. Donc une fois que vous avez choisi les deux couleurs qui vont avec rouge, il n’y a plus aucun choix à faire. Il y a trois façons de choisir deux couleurs en partant d’un choix de trois, donc la réponse est 3.",
  "For four different pairs of socks, if they were loose in a drawer and you shut your eyes and matched them together at random there would be a 1% chance of matching them perfectly and a 46% chance of matching them completely wrongly as in the puzzle.": "Pour quatre différentes paires de chaussettes, si elles étaient non rangées dans un tiroir et que vous fermiez vos yeux et les rangiez ensemble au hasard, il y aurait 1% de chance de les assortir parfaitement et 46% de chance de les assortir complètement de travers comme dans un puzzle.",
  "You have five pairs of socks, each a different colour (red, blue, yellow, green, orange). Mix them up and form new pairs so that all the new pairs are mismatched, and none of the new (mismatched) pairs is the same as another new (mismatched) pair.": "Vous avez cinq paires de chaussettes, chacune d’une couleur différente (rouge, bleue, jaune, verte, orange). Mélangez-les et formez de nouvelles paires de façon telle que toutes les nouvelles paires sont dépareillées et aucune des nouvelles paires (dépareillées) est la même qu’une autre nouvelle paire (dépareillée).",
  "In how many ways can you mix them up and form new pairs in this way?": "De combien de façons pouvez-vous les mélanger et former de nouvelles paires en utilisant cette méthode ?",
  "Start off with the two red socks. Can you work out how many ways there are of choosing which two colours these two socks could be matched with?": "Commencez avec deux chaussettes rouges. Pouvez-vous trouver combien de combinaisons permettent de choisir les deux couleurs que l’on peut assortir avec ces deux chaussettes ?",
  "Starting with the red socks, there are four different colours that the two socks could be matched with. If you choose RB and RY as the first two pairs, you cannot then have BY as a pair. This is because it would only leave two green and two orange socks and you can't have GG or OO and you can't have GO twice. You could match the second blue sock with green or orange. Once you choose one the other two pairs are fixed. For example RB, RY, BG then it must be OG and OY.": "En commençant avec les chaussettes rouges, il y a quatre différentes couleurs qui pourraient être mises en paire avec ces deux chaussettes. Si vous choisissez RB et RY comme les deux premières paires, donc vous ne pouvez pas avoir BY comme paire. La raison est que cela laisserait deux chaussettes vertes et deux chaussettes orange et vous ne pouvez pas avoir GG ou OO et vous ne pouvez pas avoir deux fois GO. Vous pourriez mettre en paire la seconde chaussette bleue avec une verte ou une orange. Dès qu’une combinaison est choisie, les autres deux paires sont établies. Par exemple, RB, RY, BG donc ce doit être OG et OY.",
  "There are 6 ways to pick two colours from a choice of four, and then 2 ways to pick one colour from a choice of two, so the answer is 6×2 = 12.": "Il y a six façons de choisir deux couleurs parmi un choix de quatre, et ensuite deux façons de choisir une couleur d’un choix de deux donc la réponse est 6x2=12.",
  "Imagine you have a bag with 3 red marbles, a bag with 3 blue marbles, a bag with 3 green marbles, and a bag with 3 yellow ones. If the order of the bags doesn't matter, in how many ways can we mix up and sort the marbles into the 4 different bags with 3 different coloured marbles each?": "Imaginez que vous ayez un sac avec 3 billes rouges, un sac avec 3 billes bleues, un sac avec 3 billes vertes et un sac avec 3 billes jaunes. Si l’ordre des sacs n’a aucune importance, de combien de façons peut-on mélanger et arranger les billes dans 4 sacs différents avec 3 billes de couleur différente?",
  "It helps in a problem such as this one to think primarily about the colour of the marble that <em>doesn't</em> get picked to be included in the first bag. Since we have four colours and bags that hold three marbles, and since we can't have two of the same colour in the same bag, there are four ways in which we can fill the first bag (think: in each possible combination, one colour gets excluded, and with four colours of marbles, there are four potential colours to exclude from the first bag. Now, what does that mean for the colour that wasn't included in the first bag. Let's refer to the three colours included in the first bag as a, b, and c. That leaves d to denote the colour that was excluded. Because we cannot have two of the same colour marble in any given bag, each of the remaining bags must contain one d marble. Now let's move on to the second bag. The second bag already has a colour d in it, and only has room for two more. There are three colours left to choose from, so we once again arrive at a situation where it's best to think in terms of what colour we are excluding. We must pick 2 marbles from a list of 3, so we must exclude 1. Whatever colour we exclude will have two remaining that must go into the two remaining bags. The colours that were included in the second bag each have one remaining to be placed inside a bag. We now arrive at the third bag, which already has a marble of the colour excluded from the first bag, and a marble of the colour excluded from the second. We then have two options to pick from, and the one we don't pick will go into the fourth bag, whose makeup will already be decided. We thus have 4×3×2×1 = 24 ways of placing the marbles into the four bags. Because the order of the bags doesn't matter, we must divide this number by the number of ways that four bags can be ordered, which is equal to 4×3×2×1 = 24. We thus get 24 / 24 = 1.": "Dans un problème comme celui -ci, cela aide de penser d’abord à la couleur de la bille qui n’est pas choisie pour être inclue dans le premier sac. Comme nous avons trois couleurs et sacs qui contiennent trois billes et comme nous ne pouvons pas avoir deux billes de la même couleur dans le même sac, il y a quatre façons de remplir le premier sac (pensez ainsi : Dans chaque combinaison possible, une couleur est exclue, et avec quatre couleurs de billes, il y a quatre couleurs potentielles à exclure du premier sac. Donc, qu’est-ce que cela veut dire pour la couleur qui n’était pas incluse dans le premier sac. Referrons-nous aux trois couleurs inclues dans le premier sac comme a, b et c. Donc d devient la couleur qui était exclue. Sachant que nous ne pouvons pas avoir deux billes de la même couleur dans aucun sac, chacun des sacs qui reste doit contenir au moins une bille d. \nMaintenant passons au second sac. Le second sac contient déjà une bille de couleur d et a seulement de la place pour deux autres. Il reste trois couleurs au choix donc, une nouvelle fois, il vaut mieux penser à la couleur que nous allons exclure. On doit choisir 2 billes d’une liste de 3 donc on doit en exclure 1. Quelle que soit la couleur que l’on exclut, il en restera deux qui doivent aller dans les deux sacs restants. Les couleurs qui étaient inclues dans le second sac ont chacune une bille qui reste à inclure dans un sac. \nOn arrive maintenant au troisième sac qui a déjà une bille de la couleur exclue du premier sac et une bille de la couleur exclue du second sac. Puis nous avons deux options au choix et celle que nous ne choisirons pas ira dans le quatrième sac dont la couleur a déjà été décidée. \nNous avons donc 4x3x2x1=24 façons de placer les billes dans les quatre sacs. Parce que l’ordre des sacs n’a pas d’importance, nous devons diviser ce nombre par le nombre de façons de commander les quatre sacs, ce qui est équivalent a 4x3x2x1=24. Donc nous arrivons à 24/24=1."
}