{
  "Patience": "Patience",
  "This is a one player game of patience. Lay out a grid of 8 cards in 2 rows of 4 cards, face up and hold the remaining cards. If you find two cards in the grid that sum to 11 you can put new cards from your hand on top of them (here A = 1). If you find the J, Q or K cards you can also put a new card on top of each. The objective of the game is to put down all the cards.": "Ceci est une partie de patience pour qu'un seul joueur. Étalez un grille de 8 cartes en 2 rangées de 4 cartes, en face et retenez les cartes restantes. Si vous trouvez deux cartes dans la grille dont la somme monte à 11 vous pouvez mettre des nouvelle cartes dans votre main sur celles-ci (ici, l'as = 1). Si vous trouvez le Valet, la Reine ou le Roi vous pouvez aussi mettre une nouvelle carte au dessus de chacune. Le but du jeu est de déposer toutes les cartes dans la main.",
  "Remove the Jokers before starting. A has a value of 1 in this game. If you manage to play all your cards, the last stage of the game is to pick up pairs of piles of cards whose top cards add up to 11, or three piles whose top cards are J, Q, K. You have won the game if you can pick up all the cards. If you can't put down all your cards, count how many are left": "Retirez les Jokers avant de commencer. Le as a une valeure de 1 dans ce jeu. Si vous parvenez a placer toutse les cartes, la dernière étape du jeu est de ramasser les cartes de dessus dont la somme est 11, ou de trois piles avec le Valet, Reine ou Roi en haut. Vous avez gagner le jeu si vous pouvez rammaser toutes les cartes. Si vous ne pouvez pas placer toutes vos cartes, comptez combien de cartes restantes il y a",
  "This game is mostly luck - but you need to think carefully about how many J, Q and K you cover to win the final stage!": "Ce jeu est composé principalement de la chance - mais vous devez réflécbien hir au nombre de Valets, Reines et Rois que vous avez couvert pour gagner à la dernière étape !",
  "These types of games are often called Patience or Solitaire. Patience because you need a lot of patience to try and win, and Solitaire because you can play them on your own. Although many variations of Patience are down to chance, it is interesting to use mathematics to analyse the probability of winning.": "Ce genre de jeu sont souvent appelés Patience ou Solitaire. Patience parce que vous avez besoin de beaucoup de patience pour essayer de gagner, et Solitaire parce que vous pouvez les jouer tout seul. Bien que de nombreuses variations de Patience compte sur le hasard, il est intéressant d'utiliser des mathématiques pour analyser la probabilité de gagner.",
  "A similar game uses 10 cards face up and you have to remove pairs that add up to 13 (A = 1, J = 11, Q = 12, and K=13). The K can be removed on its own. Each time you remove cards you replace them with new ones. The aim is to finish playing all the cards in the deck.": "Un jeu similaire utilise 10 cartes avec leur face visible et vous devez supprimer des paires qui totalisent jusqu'à 13 (As = 1, Valet = 11, Reine = 12, et Roi=13). Le Roi peut être retiré tout seul. Chaque fois que vous retirez des cartes, vous les remplacez par des nouvelles. Le but est de finir de jouer à toutes les cartes du paquet.",
  "You could make up your own version of this type of game by choosing the number to sum to, how many cards are face up to start with and what to do with the face cards. Can you design a game that can be won about half of the time?": "Vous pouvez créer votre propre version de ce type de jeu en choisissant le montant à calculer, combien de cartes avec leur face visible et que faire avec lescartes de la cour royale. Pouvez-vous concevoir un jeu qui peut être gagné environ la moitié des fois jouées ?"
}