{
  "Prime Removal": "Supprimer le nombre premier",
  "73939133 is the largest prime number that, if you keep removing digits from the right, will always leave a prime number.": "73939133 est le plus grand nombre premier qui, si vous continuez de retirer des chiffres de la\ndroite, restera toujours un nombre premier.",
  "If you take away the last digit the number would be 7393913, which is a prime number. Keep going ...": "Si vous retirez le dernier chiffre le numéro sera 7393913, ce qui est un nombre premier,\ncontinuez...",
  "A right-truncatable prime is a prime number that remains a prime when you successively remove the last digit. We can look for the biggest right-truncatable prime by starting with the one digit primes 2, 3, 5, and 7. Then try to add another digit to the right of these so that the new numbers are also prime. We could have 23, 29, 31, 37, 53, 59, 71, 73, and 79. Now we try to add another digit. We could have 233, 239, 293, 311, 313, 317, 373, 379, 593, 599, 719, 733, 739, and 797. If we keep going with this process we end up with these eight digit numbers 23399339, 29399999, 37337999, 59393339, and 73939133. There are no nine digit prime numbers that start with any of these eight digits so the biggest right-truncatable number is 73939133.": "Un nombre premier troncable est un nombre premier qui reste premier quand vous retirez le\ndernier chiffre successivement. Nous pouvons rechercher le plus grand nombre premier\ntroncable à droite en commençant par les nombres premiers à un chiffre 2, 3, 5 et 7.\nEnsuite, essayez d'ajouter un autre chiffre à droite de ceux-là pour que les nouveaux\nnuméros soient aussi des nombres premiers. On pourrait avoir 23, 29, 31, 37,53,59,71,73 et\n79. Maintenant on essaye d’ajouter un autre chiffre. On pourrait avoir 233,239,293, 311,\n313, 317, 373, 379, 593, 599, 719, 733, 739 et 797. Si nous continuons\navec ce processus on termine avec ces numéros à huit chiffres 23399339, 29399999,\n37337999, 59393339, et 73939133. Il n y a pas de nombre premier à neuf chiffres qui\ncommence avec un de ces huit chiffres alors le plus grand numéro troncable à droite est\n73939133.",
  "Interestingly there are 4260 left-truncatable primes but only 83 right-truncatable primes. If you repeatedly remove the first and last digit of a prime number and it stays prime, it is called a left-and-right-truncatable prime. There are 920720315 of those!": "Fait intéressant, il y a 4260 nombres premiers tronquables à gauche mais seulement 83 nombres premiers tronquables à droite. Si vous supprimez à plusieurs reprises le premier et le dernier chiffre d'un nombre premier et qu'il reste premier, cela s'appelle un nombre premier tronquable à gauche et àdroite. Il y en a 920720315 !",
  "A left-truncatable prime is a prime number that remains a prime when you successively remove the first digit. E.g. 137 is a prime number, so is 37 and so is 7 so 137 is a left-truncatable prime. The biggest one is 357686312646216567629137. There are eleven 2 digit ones, can you find them all? Can you find more 3 digit ones?": "Un nombre premier troncable à gauche est un nombre premier qui reste premier lorsque vous\nsupprimez successivement le premier chiffre.Par exemple, 137 est un nombre premier, 37 aussi et 7\naussi donc 137 est un nombre premier troncable à gauche. Le plus grand est\n357686312646216567629137. Il y en a onze à 2 chiffres, saurez-vous tous les trouver ? Pouvez-vous\nen trouver d'autres à 3 chiffres ?",
  "23 is the first one because 23 and 3 are both prime numbers.": "23 est le premier car 23 et 3 sont tous les deux des nombres premiers.",
  "The two digit left-truncatable primes are: 13, 17, 23, 37, 43, 47, 53, 67, 73, 83, 97": "Les deux premiers nombre premiers tronquables à gauche à deux chiffres sont : 13, 17, 23, 37, 43, 47,\n53, 67, 73, 83, 97",
  "The three digit left-truncatable primes are: 113, 137, 167, 173, 197, 223, 283, 313, 317, 337, 347, 353, 367, 373, 383, 397, 443, 467, 523, 547, 613, 617, 643, 647, 653, 673, 683, 743, 773, 797, 823, 853, 883, 937, 947, 953, 967, 983, 997": "Les trois premiers nombres premiers tronquables à gauche à trois chiffres sont : 113, 137, 167, 173,\n197, 223, 283, 313, 317, 337, 347, 353, 367, 373, 383, 397, 443, 467, 523, 547, 613 , 617, 643, 647,\n653, 673, 683, 743, 773, 797, 823, 853, 883, 937, 947, 953, 967, 983, 997"
}