{
  "Shaking Hands": "Serrer la main",
  "At your friend's birthday there are 8 children. Each child shakes hands with all the other children in the party. How many handshakes happened in total?": "Le jour de l'anniversaire de votre ami, il y a 8 enfants. Chaque enfant serre la main de tous les autres enfants à la fête. Combien de poignées de main se sont produites au total?",
  "Start with a small number of children, e.g. 3, 4, or 5. What is the number of handshakes you have to add if another child joins the party?": "Commencez par un petit nombre d'enfants, par exemple. 3, 4 ou 5. Combien de poignées de main devez-vous ajouter si un autre enfant rejoint le groupe?",
  "By counting from small examples, you may realise that each time you add a person at the birthday party with n children, the number of handshakes increases by n.": "En comptant sur de petits exemples, vous trouverez = erreur de temps et de vocabulaire peut-être que chaque fois que vous ajoutez une personne à la fête d'anniversaire avec n enfants, le nombre de poignées de main augmente de n.",
  "If we have 2 children (say A and B) we just have 1 handshake AB.": "Si nous avons 2 enfants (disons A et B), nous n'avons qu'une poignée de main AB.",
  "When we have 3 children (say A, B, and C) we have 3 handshakes: AB, AC, and BC. There is the original one and 2 extra ones now that C has joined. 1 + 2 = 3.": "Lorsque nous avons 3 enfants (disons A, B et C), nous avons 3 poignées de main: AB, AC et BC. Il y a l'original et 2 autres maintenant que C a rejoint. 1 + 2 = 3.",
  "If we add another child (say D) they must shake hands with A, B, and C and all the other handshakes still take place. So there will be 1 + 2 + 3 = 6 handshakes": "Si l’on ajoute un autre enfant (par exemple D) ils doivent serrer la main de A, B et C et tous les autres se dérouleront quand-même. Alors il y aura 1+2+3=6 poignées de main",
  "If we add another child to this group of 4, then there will be another 4 handshakes.So 1 + 2 + 3 + 4 = 10 handshakes.": "Si l’on ajoute un autre enfant au groupe de 4, il y aura 4 poignées de main en plus. Alors 1+2+3+4=10 poignées de main.",
  "If we follow this pattern we can find the answer for 8 children is 1 + 2 + 3 + 4 + 5 + 6 + 7 = 28.": "Si on suit ce modèle, on peut trouver que la réponse pour 8 enfants est 1+2+3+4+5+6+7=28.",
  "Another way to think about it is if you are one of the 8 children, you need to shake hands with the 7 other people. So does every other child at the party. Since there are 8 of you, and you each shake hands with 7 other people, there should be 8×7 handshakes. However, as it takes 2 people to shake hands we have counted each handshake twice. So we divide by two and the answer is 8×7 ∕ 2 = 28": "Une autre manière d’y penser est que si vous êtes l’un des 8 enfants, il faut que vous vous serriez la main avec les 7 autres personnes. Ainsi que tous les autres dans la fête. Puisqu'il y a 8 d’entre vous, et vous serrez la main avec 7 autres personnes, il devrait avoir 8×7 poignées de main. Cependant, comme il faut 2 personnes pour serrer la main, nous avons compté chaque poignée de main deux fois. Il faut donc diviser par deux et la réponse est 8×7 ∕ 2 = 28",
  "This is a classic puzzle that has been around for many years. There are many problem-solving strategies that can be used to find the solution - act it out, draw a diagram, look for a pattern, solve a simpler problem, make an organized list, make a table, use logical reasoning, . . . . The solution has deep mathematical properties and is a key result in the field of combinatorics. The number of handshakes is always a <strong>triangular number</strong>. The first ten triangular numbers are 1, 3, 6, 10, 15, 21, 28, 36, 45, 55, …": "Ceci est un puzzle classique qui existe depuis de nombreuses années. Il y a plusieurs stratégies de résolution du problème qui peuvent être utilisées pour trouver la solution - mimer, dessiner un diagramme, chercher une tendance, résoudre un problème plus simple, créer une liste organisée, faire un tableau, utiliser un raisonnement logique… La solution à des propriétés mathématiques profondes et est un résultat clé dans le domaine de la combinatoire. Le nombre de poignées de mains est toujours un nombre triangulaire. Les premiers dix nombres triangulaires sont 1, 3, 6, 10, 15, 21, 28, 36, 45, 55, …",
  "The whole school came to the birthday party: there are now 100 children! How many handshakes happen?": "Toute l’école est venue à la fête d'anniversaire: il y a maintenant 100 enfants! Combien de poignées de main se déroulent le = accord ?",
  "Can you find a formula for the number of handshakes when there are n children at the birthday party? Think about the strategy you used to answer the previous question and try to generalise it for any number of children.": "Est-ce que vous pouvez trouver une formule pour le nombre de poignées de main quand il y a n enfant à la fête d’anniversaire? Pensez à la stratégie que vous aviez utilisée pour répondre à la question précédente et essayez de la généraliser pour quelconque de tous les = pas sûre pour la traduction de any nombres d'enfants.",
  "Generalising what you found earlier, you can come up with the rule that for a birthday party with n children you have 1 + 2 + … + (n - 1) handshakes. You may realise that you can then use a formula (n×(n - 1) ∕ 2) to calculate the number of handshakes. For 100 children there are 100×99 ∕ 2 = 4950 handshakes. This is the same as adding up the numbers 1 + 2 + 3 + …+ 99.": "En généralisant ce que vous avez trouvé auparavant, vous pouvez créer une règle qui est, pour une fête d’anniversaire avec n enfants vous avez 1 + 2 + … + (n - 1) poignées de mains. Vous réaliserez que vous pouvez ensuite utiliser une formule (n×(n - 1) ∕ 2) pour calculer le nombre de poignées de mains. Pour 100 enfants il y a 100×99 ∕ 2 = 4950 poignées de mains. Ceci est la même chose que d’ajouter les nombres 1 + 2 + 3 + …+ 99.",
  "A bigger school had a party. There were 28680 handshakes! How many children were there?": "Une plus grande école a eu une fête. Il y avait 28680 poignées de mains! Combien d’enfants y avait-il?",
  "The formula for the number of handshakes for n children is n×(n - 1) ∕ 2. We need to find the value of n such that n×(n - 1) ∕ 2=28680. Multiplying by two gives us n×(n - 1) = 57360. Notice that we roughly want n×n = 57360 so try taking the square root of 57360. This gives 239.49947… So let us try 240, which indeed gives 240×239/2 = 28680.": "La formule pour le nombre de poignées de mains pour n enfants est n×(n - 1) ∕ 2. On a besoin de trouver la valeur de n tel que n×(n - 1) ∕ 2=28680. En multipliant par deux cela nous donne n×(n - 1) = 57360. Remarquez qu’on veut à peu près n×n = 57360 donc essayez de prendre la racine carré de 57360. Ceci nous donne 239.49947… Alors essayons 240, ce qui nous donne en effet 240×239/2 = 28680."
}