{
  "Sim": "Sim",
  "Draw six points in a hexagonal arrangement. Players take turns to draw a straight line between any two points, trying to avoid making a triangle. Each player should use a different colour. The player that completes a triangle with their colour first loses the game.": "Dessinez six points dans un arrangement hexagonal. Les joueurs tracent\nà tour de rôle une ligne droite entre deux points quelconques, en\nessayant d'éviter de faire un triangle. Chaque joueur devrait utiliser\nune couleur différente. Le joueur qui complète un triangle avec sa\ncouleur en premier perd la partie.",
  "You might want to draw all the possible lines between the points to start with and then colour over them. This would make the game a bit easier to play. If you don't have two different colours you could use solid and dotted lines for the two players.": "Vous voudrez peut-être prendre toutes les lignes possibles entres les\npoints pour commencer et après colorier dessus. Cela rendrait le jeu un\npeu plus facile à jouer. Si vous n'avez pas deux couleurs différentes,\nvous pouvez utiliser des lignes pleines et des pointillés pour les deux\njoueurs.",
  "Try to make moves in a way that removes options from your opponent. You might want to try and complete triangles that are of mixed colour.": "Essayez de faire des mouvements dans le but d'enlever des options pour\nvotre adversaire. Vous pourriez essayer de completer les triangles qui\nsont de couleur mixte.",
  "The Sim pencil game was invented in 1969 by Gustavus Simmons, a cryptographer, who described it in the Journal of Recreational Mathematics. Frank P. Ramsey proved that there always has to be a winner in this game by the \"Theorem on Friends and Strangers\". He showed that on completing all the edges of the graph, there must be one triangle that is all the same colour.": "Le jeu de crayon Sim a été inventé en 1969 par Gustavus Simmons, un\ncryptographe, qui l'a décrit dans le Journal of Recreational\nMathematics. Frank P. Ramsey a prouvé qu'il doit toujours y avoir un\ngagnant dans ce jeu par le \"théorème sur les amis et les étrangers\". Il\na montré qu'en complétant toutes les arêtes du graphique, il doit y\navoir un triangle qui est entièrement de la même couleur.",
  "Draw a 5 by 5 grid of dots. Two players take it in turn to colour a dot (use different colours or an x and a +). The winner is the first player to make a square with four of their points. Squares can be tilted as well as straight.": "Dessinez un cadre/grille de points 5 par . Deux joueurs échangent leur\ntour pour colorer un point (utilisez des couleurs différentes ou un x\net un +). Le gagnant est le premier qui réalise un carré avec quatre\npoints. Les carrés peuvent être aussi bien inclinés que droits."
}