{
  "Square numbers and triangular numbers": "Nombres carrés et nombres triangulaires",
  "The first six triangular numbers are 1, 3, 6, 10, and 15": "Les six premiers nombres triangulaires sont 1, 3, 6, 10 et 15",
  "The first six square numbers are 1, 4, 9, 16, and 25": "Les six premiers numéros carrés sont 1, 4, 9, 16 et 25",
  "Any square number bigger than 1 is the sum of two consecutive triangular numbers.": "Tout nombre carré supérieur à 1 est la somme de deux nombres triangulaires consécutifs.",
  "Triangular numbers can be drawn with dots in the shape of a triangle. Square numbers can be drawn with dots in the shape of a square grid. See if you can work this one out visually first. Can you express it algebraically as well?": "Les nombres triangulaires peuvent être dessinés avec des points en forme de triangle. Les numéros carrés peuvent être dessinés avec des points en forme de grille carrée. Voyez si vous pouvez représenter cela visuellement en premier. Pouvez-vous aussi l'exprimer algébriquement ?",
  "We first show this visually, in the image below you can see that 4 = 1 + 3,  9 = 3 + 6, 16 = 6 + 10, and 25 = 10 + 15.": "D'abord, nous montrons cela visuellement, dans l'image ci-dessous, vous pouvez voir que 4 = 1 + 3, 9 = 3 + 6, 16 = 6 + 10, et 25 = 10 + 15.",
  "If we take T = triangular and S = square, then we can draw the S-number as an S-grid of points, the smaller T-number forms the upper T of points, the larger T-number forms the lower T AND the diagonal of points.": "Si nous prenons T = triangulaire et S = carré, alors nous pouvons dessiner le nombre S en tant que grille S de points, le plus petit nombre T forme le T supérieur des points, le plus grand nombre T forme le T inférieur ET la diagonale des points.",
  "These are consecutive triangular numbers making a square.": "Ce sont des nombres triangulaires consécutifs qui forment un carré.",
  "The side length in points of the bigger T-number is the square root of the S-number.": "La longueur latérale en points du plus grand nombre T est la racine carrée du nombre S.",
  "The formula for the nᵗʰ triangular number is also exactly equal to the summation 1 + 2 + 3 + … + n and so it is a quick way to add up lists of consecutive numbers! This formula was written down by the Irish monk Dicuil in about 816AD but was possibly already known to the Pythagoreans in the 5th century BC.": "La formule pour le n-ième nombre triangulaire est aussi exactement égale à la somme 1 + 2 + 3 + 3 + … + n et c'est donc un moyen rapide pour ajouter des listes de nombres consécutifs! Cette formule a été écrite par le moine irlandais Dicuil environ 816AD mais était probablement déjà connue des Pythagores au Ve siècle av. J.-C.",
  "Find the 250ᵗʰ triangular number.": "Trouvez le 250ème nombre triangulaire.",
  "Starting with a small triangular number might help. Can you use the pattern of triangles and squares to help you? What square could be the sum of the 250ᵗʰ triangular number and another triangular number? Think about the 250ᵗʰ square number and how it relates to the 250ᵗʰ triangular number.": "Commencer par un petit nombre triangulaire peut vous aider. Pouvez-vous utiliser le modèle de triangles et de carrés pour vous aider ? Quel carré pourrait être la somme du 250e nombre triangulaire et d'un autre nombre triangulaire ? Pensez au 250e nombre carré et à son rapport avec le 250e nombre triangulaire.",
  "Let us look at a smaller example first. We could find the 5ᵗʰ triangular number using this square:": "Regardons d'abord un plus petit exemple. Nous pourrions trouver le 5ème numéro triangulaire en utilisant ce carré:",
  "We are looking for the number of purple squares. We can do ½×(5×5 - 5) = 10 to get the pink triangle. And then adding on the 5 squares in the diagonal gives the purple triangle. So we have 15.": "Nous recherchons le nombre de carrés violets. Nous pouvons calculer ½×(5×5 - 5) = 10 pour obtenir le triangle rose. Et en ajoutant sur les 5 carrés de la diagonale, on obtient le triangle violet. Du coup nous avons 15.",
  "For the 250ᵗʰ triangular number, we are looking for the number of squares in the black \"triangle\". It will be roughly ½×250×250, except that the diagonal will be included. So we calculate ½×(250×250 - 5) to find the blue triangle and then add 250 on to find the black triangle. The answer is 31375.": "Pour le 250e nombre triangulaire, nous recherchons le nombre de carrés dans le \"triangle\" noir. Il sera environ ½×250×250, sauf que la diagonale sera incluse. On calcule donc ½×(250×250 - 5) pour trouver le triangle bleu, puis on ajoute 250 pour trouver le triangle noir, la réponse est 31375.",
  "We can extend this logic to find a formula for the nth triangular number": "On peut étendre cette logique pour trouver une formule pour le n-ième nombre triangulaire",
  "½×(n×n - n) + n = ½×(n² +2×n - n) = ½×(n² + n) = ½×n×(n + 1)": "½×(n×n - n) + n = ½×(n² +2×n - n) = ½×(n² + n) = ½×n×(n + 1)",
  "Check: ½×250×251 = 31375": "Vérifier: ½×250×251 = 31375",
  "Using the formula, we can also see that consecutive triangular numbers add to a square number. Consecutive triangular numbers can be represented as ½×(n - 1)×n and ½×n×(n + 1).": "En utilisant la formule, on peut également voir que les nombres triangulaires consécutifs ajoutent à un nombre carré. Les nombres triangulaires consécutifs peuvent être représentés par ½×(n - 1)×n and ½×n×(n + 1).",
  "If we add these consecutive triangular numbers and simplify we can find:": "Si on ajoute ces nombres triangulaires consécutifs et qu'on simplifie, on peut trouver :",
  "½×(n - 1)×n + ½×n×(n + 1)=  ½×((n - 1)×n + n×(n + 1)) = ½×(n² - n + n²  + n) = n²": "½×(n - 1)×n + ½×n×(n + 1)=  ½×((n - 1)×n + n×(n + 1)) = ½×(n² - n + n²  + n) = n²"
}