{
  "Stop or Dare": "Arrête ou Ose",
  "This is a game for two or three players. Shuffle the deck and place it face down. The first player turns over the top card and continues turning over cards, adding together the value of each card, until they decide to stop and record their score. J = 11 and Q = 12.": "C’est un jeu pour deux où trois joueurs. Mélangez le jeu de cartes et\nplacez-le à face à l’envers. Le premier joueur retourne la carte sur le\ndessus et continue de retourner les cartes, ajoutant ensemble la valeur\nde chaque carte, jusqu’à ce qu’ils décident d’arrêter et d’enregistrer\nleur score. J= 11 et Q=12.",
  "If an A or a K is turned over, no points are scored in that turn and the turn is finished.": "Si un A or un K est retourné, on ne compte aucun point à ce tour et le\ntour est fini.",
  "Players take turns until someone reaches 100 or more - this player is the winner.": "Les joueurs jouent chacun à leur tour jusqu’à ce que l’un atteigne 100\nou bien plus-ce joueur est le gagnant.",
  "If the cards are all turned over before the target is reached, just reshuffle the pack and continue.": "Si les cartes sont toutes retournées avant que la cible ne soit\natteinte, mélangez à nouveau le paquet et continuez.",
  "Try and keep count of how many K and A cards have come up already. This could change how daring you are feeling. If someone else is close to 100 it might be best to turn over more cards than you would normally.": "Essayez de compter combien de cartes K et A sont déjà apparues . Ceci pourrait changer comment vous\nvous sentez audacieux. Si quelqu'un d'autre est près de 100 c'est peut être mieux de retourner plus de\ncartes que ce que vous feriez normalement.",
  "This game can also be played with Dice and is sometimes called Pig. There are one and two dice versions, and even a version where you can choose how many dice to throw rather than how many times to throw a set number of dice.": "Ce jeu peut aussi être joué avec un dé et s'appelle parfois Cochon. Il\ny a un ou deux versions de dé, et même une version où vous pouvez\nchoisir combien de dé à jeter plutôt que combien de fois il faut jeter\nun nombre exact de dé.",
  "You could try changing the target number, or changing how many cards wipe out your score for that turn. You could also try having K as resetting your <strong>entire</strong> score to zero to make it more daring.": "Vous pourriez essayer de changer le nombre cible, ou changer combien de cartes effacent votre score\npour cet essai. Vous pourriez aussi essayer d’avoir K comme effacer votre score “complet” à zéro pour\nessayer de le rendre plus audacieux."
}