{
  "Sword of Josephus": "L’Épée de Josephus",
  "Pegs numbered 1 to 52 are placed in a circle. Starting with number 2, alternate pegs are knocked down until only one is left.": "Des poteaux poteaux = mauvais mot = pegs numérotés de 1 à 52 forment un cercle\nEn commençant avec le numéro 2, des poteaux poteaux = mauvais mot = pegs alternes sont renversés jusqu'à qu'il reste un seul poteau.",
  "What is the number of the last peg to be knocked down?": "Quel sera le chiffre du dernier poteau poteaux = mauvais mot = pegs à être renversé?",
  "What happens if you only had 2 pegs? What about 3, 4, 5, 6, 7, or 8 pegs? Can you spot the pattern after considering these cases?": "Que se passerait -présent = what happenS-il si on ne renversait que deux poteaux = mauvais mot = pegs? Ou bien 3, 4, 5, 6, 7 ou 8 poteaux = idem? Peux-tu apercevoir des similarités = mauvaise traduction de pattern après avoir considéré ces exemples?",
  "Starting with only 2 pegs, we know that the last peg to be knocked down would be number 1. We can work out which would be the last peg if we increase the number of pegs. To start, we record our results and look for a pattern.": "En commençant avec seulement 2 poteaux poteaux = mauvais mot = pegs, nous savons que le dernier poteau à être renversé sera le numéro 1. Nous pouvons trouver lequel sera le dernier poteau si nous augmentons le nombre de poteaux. Pour commencer nous enregistrons nos résultats et ensuite nous cherchons un motif = mauvaise traduction.",
  "2 - 1": "2 - 1",
  "3 - 3": "3 - 3",
  "4 - 1": "4 - 1",
  "5 - 3": "5 - 3",
  "6 - 5": "6 - 5",
  "7 - 7": "7 - 7",
  "8 - 1": "8 - 1",
  "9 - 3": "9 - 3",
  "And so on. Each power of two (1, 2, 4, 8, …) \"resets\" the last peg standing to be number 1. You can see that the number of the last peg standing goes up in odd numbers after this. To work out the answer for 52, we know the last reset was the largest power of two. The largest power of two below 52 is 32, and 52 - 32 = 20. So it is the twentieth odd number that is calculated as 2×20 + 1 = 41.": "Et ainsi de suite. Chaque puissance de deux (1, 2, 4, 8 …) réinitialise la dernière cheville debout pour être numéro 1. Vous pouvez voir que le numéro de la dernière cheville debout monte en nombres impairs après cela. Pour trouver la réponse pour 52, nous savons que la dernière réinitialisation était la plus grande puissance de deux. La plus grande puissance de deux en dessous 52 est 32, et 52-32 = 20. Donc c’est le vingtième nombres impair qui est calculé comme 2x20 +1 =41.",
  "The legend of this puzzle is about a group of soldiers in a circle.": "La légende de ce puzzle parle d’un groupe de soldats dans un cercle.",
  "Pegs numbered 1 to 2000 are placed in a circle. Starting with number 2, alternate pegs are knocked down until only one is left.": "Les chevilles numérotées 1 à 2000 sont placées dans un cercle. Commençant avec le numéro 2, les chevilles sont renversées alternativement jusqu'à qu'il n'y en ait plus qu'un qui reste.",
  "What is the biggest power of 2 (1, 2, 4, 8, ...) that is less than 2000?": "Quel est le numéro de la dernière cheville à être renversé?",
  "The biggest power of 2 below 2000 is 1024. As 2000 - 1024 = 976, the final peg will be the 976ᵗʰ odd number, 976×2 + 1 = 1953.": "La plus grande puissance de deux en dessous de 2000 est 1024. Car 2000 - 1024 = 976, la dernière cheville va être le 976 eme nombre impair, 976x2 + 1 = 1953."
}