{
  "Table Handshakes": "Table Handshakes",
  "If 8 people are seated around a circular table, in how many ways can all of them be simultaneously shaking hands with one other person at the table in such a way that none of the arms cross each other? (They have very long arms).": "Si 8 personnes sont assises autour d’une table circulaire, en combien de manière peuvent-ils tous être en train de se serrer la main en simultané avec une autre personne a la table de telle manière qu' aucun de leurs bras se croisent? (Ils ont de très long bras).",
  "What is the answer if there are just 2 people, or 4 people, or 6 people. Can you find a way of making the cases with fewer people help you count the cases with more people?": "Quelle est la réponse si il n’y a que 2 personnes, ou 4 personnes, ou 6 personnes? Pouvez vous trouvez une façon d' utiliser les cas avec moins de personnes pour vous aidez à compter les cas avec plus de personnes?",
  "For the case with 2 people there is just 1 way:": "Pour le cas avec 2 personnes il y a 1 seul (accord) façon:",
  "For 4 people there are 2 ways:": "Pour 4 personnes il y en a 2:",
  "For 6 people, we can consider the options for who number 1 shakes hands with. Number 1 cannot shake hands with number 3 or 5 as that would leave someone cut off from the group. If number 1 shakes hands with number 2 like this:": "Pour 6 personnes, nous pouvons envisager les options pour lesquelles le numéro 1 se serre la main. Le numéro 1 ne peut pas se serrer la main avec les numéros 3 ou 5, car cela laisserait quelqu’un coupé du groupe. Si le numéro 1 se serre la main avec le numéro 2 comme ceci :",
  "Then we know that the other four people can shake hands in 2 different ways (using our result from before). Number 1 could shake hands with number 6 and there would also be 2 different ways for the other four to shake hands. Finally number 1 could shake hands with number 4, and that would just leave one option:": "Ensuite, nous savons que les quatre autres personnes peuvent se serrer la main de 2 façons différentes (en utilisant notre résultat d’avant). Le numéro 1 pourrait se serrer la main avec le numéro 6 et il y aurait aussi deux façons différentes pour les quatre autres de se serrer la main. Enfin, le numéro 1 pourrait serrer la main du numéro 4, et cela ne laisserait qu’une option :",
  "So the result for 6 people is: 5 = 2 + 1 + 2.": "Le résultat pour 6 personnes est donc : 5 = 2 + 1 + 2.",
  "For eight people number 1 could shake hands with number 2 (leaving a group of 6 people which we now know there are 5 ways to shake hands), number 4 (leaving a group of 4, so 2 ways) number 6 (leaving a group of 4, so 2 ways) or number 6 (leaving a group of 6 so 5 ways). So the answer for eight people is 5 + 2 + 2 + 5.": "Pour huit personnes, le numéro 1 pourrait se serrer la main avec le numéro 2 (laissant un groupe de 6 personnes que nous savons maintenant qu’il y a 5 façons de se serrer la main), le numéro 4 (laissant un groupe de 4, donc 2 voies) le numéro 6 (laissant un groupe de 4, donc 2 voies) ou le numéro 6 (laissant un groupe de 6 et 5 voies). La réponse pour huit personnes est 5 + 2 + 2 + 5.",
  "The sequence of numbers we have discovered 1, 2, 5, 14, 42, ... are called <em>Catalan numbers</em> and they are crucial in the world of combinatorics. There is evidence of their use in China as far back as 1730, but they are named after the Belgian mathematician Eugène Charles Catalan (1814–1894).": "The sequence of numbers we have discovered 1, 2, 5, 14, 42, ... are called <em>Catalan numbers</em> and they are crucial in the world of combinatorics. There is evidence of their use in China as far back as 1730, but they are named after the Belgian mathematician Eugène Charles Catalan (1814–1894).",
  "What if we have 10 people at the table? It may be useful to use previous results to help you!": "Et si on avait dix personnes à table ? Ca serait peut être utile d’utiliser les résultats précédents pour vous aider!",
  "Counting explicitly might be too long. Can you come up with a way to reduce the problem in simpler cases you have already counted? Focus on when a fixed person shakes hands with another one: the problem splits into a left part and a right part where a lower number of people have to shake their hands.": "Compter tout seul prendrait peut être trop longtemps. Pouvez vous trouver une façon de réduire le problème en cas plus simple que vous aviez déjà comptée? Concentrez vous sur quand une personne fixe serre la main d’une autre personne: le problème se divise en partie gauche et droite ou un nombre réduit de personnes doivent se serrer la main.",
  "Let us number people from 1 to 10 counter-clockwise. Let us focus our attention on a fixed person, say person 1. When person 1 shakes hands with person number 2 there are 10 - 2 = 8 people on their left that have to shake hands. For them this is the problem we had before, with 8 people at the table they can shake hands in 14 different ways. Now imagine person 1 wants to shake hands with person 3: this would leave person 2 alone, since every attempt of the latter to shake hands with others would cross the handshaking of people 1 and 3. Therefore person 1 has to skip person 3 and shake hands with person 4. On their right they have people 2 and 3 who can only shake hands themselves in one way, whereas on their left they have 10 - 2 - 2 = 6 people who can shake hands in 5 ways (as calculated before), therefore we have 1×5 = 5 possibility in this case. Let us now consider people 1 and 5: there will be a person among people 2, 3, 4 who will remain alone, therefore person 1 has to move to person 6. In this case we will have 4 people on the right (people 2, 3, 4, 5) and four people on the left (people 7, 8, 9, 10). Each group can independently shake hands in 2 ways, therefore the total is 2×2 = 4. We continue with person 1 shaking hands with person 8 (obtaining 1×5 = 5 ways) and then with person 10 (obtaining 14 ways). We have exhausted all possible ways person 1 can shake hands, therefore above we have covered all possible cases, which add up to: 14 + 1×5 + 2×2 + 5×1 + 14 = 42.": "Numérotons les personnes de un à dix dans le sens inverse des aiguilles d’une montre. Concentrons notre attention sur une personne fixe, par exemple 1. Quand personne 1 serre la main de personne 2 il y a 10-2 = 8 personnes sur leur gauche qui doivent se serrer la main. Pour eux c’est le problème qu’on avait avant, avec 8 personnes à table il peuvent se serrer la main de 14 façons différentes. Maintenant imaginons que personne 1 veut serrer la main de personne 3: ceci laisserait personne 2 seul, parce que chaque tentative du dernier de serrer la main avec un autre va résulter à un croisement de serrement de main entre personne 1 et 3. Donc personne 1 doit sauter personne 3 et serrer la main de personne 4. Sur leur droite ils ont personnes 2 et 3 qui peuvent eux que se serrer la main d’une manière, alors que sur leurs gauche ils on 10-2-2=6 personnes qui peuvent se serrer la main de 5 maniere differentes (comme calculé auparavant), donc nous avons 1*5=5 possibilités dans ce cas. Considérons maintenant les personnes 1et 5: il y aura une personne parmi les personnes 2, 3, 4 qui restera seule, alors personne 1 ne doit bouger a personne 6. Dans ce cas, on aura 4 personnes sur la droite (personnes 2,3,4,5) et 4 personnes sur la gauche (personnes 7,8,9,10). Chaque groupe peut se serrer la main indépendamment de 2 façons, alors le total est 2*2=4. Nous continuons avec personne 1 qui serre la main avec personne 8 (obtenant 1*5=5 façons) et après avec personne 10 (obtenant 14 façons). Nous avons épuisé toutes les façons possibles où personne 1 peut serrer la main, alors au dessus nous avons couvert toutes les façons différentes, qui s’additionnent à : 14 + 1×5 + 2×2 + 5×1 + 14 = 42.",
  "Thinking about the problem in this way leads to a formula to calculate the number of handshakes Hₙ where n is the (even) number of people at the table:": "Penser au problème de cette manière nous donne une formule pour calculer le nombre de serrements de mains Hₙ où n est le nombre (pair) de personnes a la table:",
  "Hₙ = Hₙ₋₂ + H₂×Hₙ₋₄ + H₄×Hₙ₋₆ + … + Hₙ₋₄×H₂ + Hₙ₋₂": "Hₙ = Hₙ₋₂ + H₂×Hₙ₋₄ + H₄×Hₙ₋₆ + … + Hₙ₋₄×H₂ + Hₙ₋₂",
  "For example, for 10 people at the table:": "Par exemple, pour 10 personnes a la table:",
  "H₁₀ = H₈ + H₂×H₆+ H₄×H₄ + H₆×H₂ + H₈ = 14 + 1×5 + 2×2 + 5×1 + 14 = 42": "H₁₀ = H₈ + H₂×H₆+ H₄×H₄ + H₆×H₂ + H₈ = 14 + 1×5 + 2×2 + 5×1 + 14 = 42",
  "What if we have 14 people at the table? Can you use previous results to calculate the number of ways they can shake hands?": "Et si nous avions 14 personnes à la table? Pouvez vous utiliser les résultats précédents pour calculer le nombre de façons pour se serrer la main?",
  "Let Hₙ be the number of ways n people shake hands. In the previous solutions we have calculated the numbers H₂, H₄,  H₆, H₈, and H₁₀. We know the formula for 14 people requires us to calculate for 12 people first. We therefore calculate": "Que Hₙ soit le nombre de façons où n personnes se serrent la main. Dans la solution précédente nous avons calculé les nombres H₂, H₄,  H₆, H₈, et H₁₀. Nous savons que la formule pour 14 personnes nous demande de calculer pour 12 personnes d’abord. Alors, nous calculons",
  "H₁₂ = H₁₀ + H₂×H₈ + … + H₈×H₂ + H₁₀ = 132": "H₁₂ = H₁₀ + H₂×H₈ + … + H₈×H₂ + H₁₀ = 132",
  "And likewise we can then calculate H₁₄ = 429.": "Et de la même façon nous pouvons donc calculer H₁₄ = 429."
}