{
  "Triangular Slices": "Triangular Slices",
  "Consider the cake below – a six-sided hexagon. Now split it into triangles by cutting along diagonals that don't cross each other, one example is given in red. This splitting into triangles is called a triangulation, in how many ways can you do this?": "Considérez le gâteau ci-dessous - un hexagone avec six côtés. Maintenant, divisez le en triangles en coupant le long de diagonales qui ne se croisent pas, un exemple est donné en rouge. Cette division en triangles s'appelle une triangulation, de combien de façons pouvez-vous le faire?",
  "In how many ways could you do it if the cake were a square? What if it were a five-sided pentagon? Can you use the symmetries of your cake to count faster?": "De combien de façons pourriez-vous le faire si le gâteau était un carré? Et si c'était un pentagone à cinq côtés? Pouvez-vous utiliser les symétries de votre gâteau pour compter plus rapidement?",
  "It is best to start with a simpler question and look for patterns. Start by looking at a square. There are two different ways we could slice the cake.": "Il est mieux de commencer par une question plus simple et de rechercher des modèles. Commencez par regarder un carré. Il y a deux façons différentes de couper le gâteau.",
  "For a pentagon there are five ways:": "Pour un pentagone, il y a cinq façons:",
  "For a hexagon there are 14 ways as you can see below:": "Pour un hexagone il y a 14 façons comme on peut le voir ci dessous:",
  "In this diagram you can see the solution is found by thinking of 6 + 3 + 2 + 3 = 14, but you can arrive at the solution by doing 5 + 2 + 2 + 5 = 14 where 5 is the answer for a pentagon and 2 is the answer for a square. The equivalent combination for the pentagon is 2 + 1 + 2 = 5, where 1 is the result of the triangle (which has of course only one option) and 2 is the result for a square.": "Dans ce diagramme, vous pouvez voir que la solution est trouvée en pensant à 6 + 3 + 2 + 3 = 14, mais vous pouvez arriver à la solution en faisant 5 + 2 + 2 + 5 = 14 où 5 est la réponse pour un pentagone et 2 est la réponse pour un carré. La combinaison équivalente pour le pentagone est 2 + 1 + 2 = 5, où 1 est le résultat du triangle (qui n'a bien sûr qu'une seule option) et 2 est le résultat pour un carré.",
  "This is a more useful technique for moving on to thinking of polygons with more vertices.": "C'est une technique plus utile pour passer à la réflexion sur les polygones avec plus de sommets.",
  "These Cₙ are called <em>Catalan numbers</em> and they are crucial in the world of combinatorics. There is an explicit formula for them, but finding it goes much beyond our scopes: the above recursive definition is more than enough for now! Interestingly there are many different puzzles that lead to these numbers (more than 200!) … perhaps you have seen another puzzle with the same answers?": "Ces Cn sont appelés les Nombres de Catalans et sont cruciaux dans le monde de combinatorics. Il existe une formule explicite pour eux, mais la trouver va bien au-delà de notre portée: la définition récursive d’au dessus et bien assez pour l’instant! Intéressement, il y a de nombreux problèmes différents qui mènent à ces nombres (plus de 200!) … peut-être as tu vu un autre problème avec les mêmes réponses?",
  "Can you find the answer to the same question if the cake has the shape of a seven-sided heptagon?": "Peux-tu trouver la réponse à la même question, si le gâteau a la forme d´un heptagone avec sept côtés ?",
  "Can you reuse previous results to compute this number? Counting explicitly might be too long. Can you come up with a way to reduce the problem in simpler cases you have already counted? Focus on when a fixed edge of the heptagon is present in a certain triangle. The heptagon is then split into two parts, the one at the left of the above triangle and the one at the right. Both parts are smaller...": "Peux-tu réutiliser les résultats d'avant pour calculer ce nombre? Compter explicitement pourrait durer trop de temps. Peux-tu trouver un chemin pour réduire le problème dans les cas plus simples, que tu déjà as comptés ? Concentre-toi sur quand un bord fixe du heptagon est présent dans un certain triangle. Puis le heptagon est divisé en deux parties, celui à gauche du triangle en haut et celui à droite. Les deux parties sont plus petites...",
  "Let us number the vertices of the heptagon from 1 to 7 counter-clockwise. Let us focus our attention on a fixed edge, say the one with vertices 1 and 2. When the edge is present in the triangle with the extra vertex 3, then the heptagon is split in that triangle and the hexagon at its left (with vertices 1, 3, 4, 5, 6, and 7). For the latter, the problem is the exact same you solved before, e.g. you get 14 ways of triangulating it. Then consider when the fixed edge forms a triangle with vertex 4. At the right of that triangle you have one triangle (with vertices 2, 3, and 4), whereas at the left you have a pentagon (with vertices 1, 4, 5, 6, and 7) for which we know you can do 5 triangulations. Therefore, this case provides you with 5×1 = 5 triangulations.\nLet us consider the case when the fixed edge forms a triangle with a vertex 5. Both at the right of that triangle and at the left you have one square: one with vertices 2, 3, 4, and 5, and the other with vertices 1, 5, 6, and 7. Each square can be independently triangulated in 2 ways, therefore, this case provides you with 2×2 = 4 triangulations.\nWe continue with the fixed edge forming a triangle with vertices 6 and then 7.\nWe have exhausted all possible ways the fixed edge can appear in a triangulation. Moreover in every possible triangulation every edge has to be part of a triangle. Therefore above we have covered all possible cases, which are adding up: 14 + 1×5 + 2×2 + 5×1 + 14 = 42.": "Nous allons compter les sommets ? dl l” heptagon de 1 à 7 dans le sens anti-horaire. Nous allons concentrer notre attention sur un bord fixe, disons l'un avec les vertices 1 et 2. Quand le bord est présent dans le triangle avec le vertice extra 3, ensuite le heptagon est divisé en ce triangle et le hexagon sur sa gauche (avec les vertices 1, 3, 4, 5, 6 et 7). Pour le dernier, le problème est exactement le même que tu´as résolu avant, par exemple tu obtiens toujours 14 chemins pour construire un triangle. Ensuite considérons lorsque le côté fixe forme un triangle avec le sommet 4. À la droite du triangle on a un triangle (avec les sommets 2, 3 et 4), tandis qu’à la gauche on a un pentagone (avec les sommets 1, 4, 5, 6 et 7) pour lesquels on sait qu’on peut faire 5 triangulations. Donc, ce cas nous fournit avec 5x1 = 5 triangulations.\nConsidérons le cas lorsque le côté fixe forme un côté avec le triangle qui a le sommet 5. Nous avons à gauche et à droite du triangle un carré : un avec les sommets 2, 3, 4, 5, et l’autre avec les sommets 1, 5, 6, 7. Chaque carré peut être triangulé indépendamment de 2 façons, donc, ce cas nous fournit avec 2x2 = 4 triangulations.\nNous continuons avec le côté fixe formant un triangle avec les sommets 6 et 7. Nous avons épuisé tous les moyens possibles pour qu’un côté fixe puisse apparaître dans une triangulation. De plus dans chaque triangulation possible chaque côté doit faire partie d’un triangle. Donc ci-dessus nous avons abordé tous les cas possibles, qui sont en train de s’additionner : 14 + 1×5 + 2×2 + 5×1 + 14 = 42.",
  "We can find a formula for the number Cₙ of triangulations of the (n + 2)-gon. Generalising what we did before we have that:\nCₙ = Cₙ₋₁ + C₁×Cₙ₋₂ + C₂×Cₙ₋₃ + … + Cₙ₋₂×C₁ + Cₙ₋₁\nThe iᵗʰ summand corresponds to the number of triangulations possible when the fixed edge forms a triangle with the vertex (i + 2), where i is a number from 1 to n. By what we saw: C₁ = 1, C₂ = 2, C₃ = 5, C₄ = 14, C₅ = 42, … .": "On peut trouver une formule pour le nombre Cₙ de triangulations du (n+2)-gone. Généralisant ce que nous avons fait avant, on a: Cₙ = Cₙ₋₁ + C₁×Cₙ₋₂ + C₂×Cₙ₋₃ + … + Cₙ₋₂×C₁ + Cₙ₋₁\nLe iᵗʰ terme correspond au nombre de triangulations possibles quand un côté fixe forme un triangle avec le sommet (i+2), où i est un nombre entre 1 et n. De ce qu’on a vu : C₁ = 1, C₂ = 2, C₃ = 5, C₄ = 14, C₅ = 42, .",
  "Can you find the answer to the same question if the cake has the shape of a nine-sided nonagon?": "Peux-tu trouver la solution pour la même question si le gâteau avait la forme d’un ennéagone à neuf côtés?",
  "So far, the result for 3, 4, 5, 6, and 7 sides, the results of which are 1, 2, 5, 14, and 42 respectively). To find 8 sides we can do 42 + 1×14 + 2×5 + 5×2 + 14×1 + 42 = 132. Finally for 9 sides we have 132 + 1×42 + 2×14 + 5×5 + 14×2 + 42×1+132 = 429": "Jusqu’ici, la solution pour 3, 4, 5, 6, et 7 côtés, les solutions pour lesquelles sont 1, 2, 5, 14 et 42 respectivement). Pour trouver 8 côtés nous pouvons faire 42 + 1x14 + 2x5 + 5x2 + 14x1 + 42 = 132. Finalement pour 9 côtés nous avons 132 + 1x42 + 2x14 + 5x5 + 14x2 + 42x1 + 132 = 429"
}