{
  "Twenty-four": "Vingt-Quatre",
  "Remove the 10, J, Q, K, and Joker cards from the deck. Shuffle the rest and deal four cards face up on the table so that every player can see them. Each player attempts to make the number 24 silently using all four numbers (A count as 1), and as many operations +, −, × and ÷ and brackets () as needed. The first person to give an answer with an explanation wins and keeps the 4 cards. Keep playing until there are no cards left.": "Enlever le 10, J , Q , K et les cartes jocker du tas. Mélanger le reste et\nplacer quatre cartes, face vers le haut, pour que tous les joueurs\npuissent les voir. Chaque joueur essaye de faire le numéro 24\nsilencieusement en utilisant les quatre numéros (A compte comme 1) et\nautant d'opérations nécessaires +,-,*,÷, et les parenthèses si\nnécessaire. La première personne qui donne une réponse avec une\nexplication gagne et garde les quatre cartes. Continuer à jouer jusqu'à\nce qu’il y ait plus de cartes.",
  "This is a game for two or more players.": "Ceci est un jeu pour deux ou plus de joueurs.",
  "A few combinations might be impossible. In this case, put the cards back and shuffle again to choose another 4.": "Quelques combinaisons peuvent être impossibles. Dans ce cas,\nremettre les cartes, et mélanger encore pour en choisir encore quatre.",
  "Think of the factors of 24 to cover i.e, 1×24, 2×12, 3×8, and 4×6. If you have either of the factors in your list, say 1, 2, 3, 4, 6, 8, …  use the remaining numbers to make the other number, or use your numbers to create combinations.": "Pensez à un nombre des facteurs de 24,pour faire par\nexemple 1x24, 2x12 ,3x8 et 4x6. Si vous avez l’un des\nfacteurs dans votre liste comme 1, 2, 3, 4, 6, 8,...\nutilisez les derniers nombres pour créer un autre nombre\nou utilisez vos numéros pour créer des combinaisons.",
  "The number 24 is used because it has so many factors. However, an analysis of all the possible combinations of 4 cards shows that the number 2 would have been the best target number! 99.19% of the combinations could be solved, compared to 80.20% for 24. If you are allowed to use factorials (e.g. 3! = 3×2×1 = 6), then you can solve many more combinations for 24.": "Le nombre 24 est utilisé parce qu’il a tellement de facteurs.\nCependant, une analyse de toutes les combinaisons possibles de 4 cartes\nmontre que le chiffre 2 aurait été le meilleur nombre cible! 99,19% des\ncombinaisons pourraient être résolues, comparativement à 80,20 % pour\n24. Si vous êtes autorisé à utiliser des factorielles (par exemple 3! =\n3×2×1 = 6), vous pouvez résoudre beaucoup plus de combinaisons pour 24.",
  "You can play this game like Snap, with 2 or 4 players. Deal the cards (without the 10, J, Q, K, or Jokers) equally to all players. For two players, on the count of three, they each turn over the top two cards from their pile. For four players, they each just turn over one card. Everyone tries to make 24 using all four cards. The first person to do so takes the cards and puts them at the bottom of their pile. Play continues until one player has run out of cards - then the player with the most cards is the winner.": "Vous pouvez jouer ce jeu comme snap avec 2 ou 4 joueurs. Distribuer les\ncartes de manière égale à tous les joueurs. Pour deux joueurs, sur le\ncompte de trois, ils retournent leurs deux premières cartes. Pour\nquatre joueurs, ils retournent juste tous une carte par tour. Tout le\nmonde essaye de faire 24 avec leur quatre cartes. La première personne\nà le faire prends les cartes et les met au bas de leur pile. Le jeu\ncontinue jusqu’à ce qu’un joueur n’ait plus de cartes. Alors le joueur\navec le plus de cartes est le gagnant."
}