{
  "Two Distances": "Deux distances",
  "How many ways are there to draw four dots on a piece of paper such that whichever two dots you choose, the distance between these two points is one of only two possible values?": "Combien de façons y-a-t-il de dessiner quatre points sur une feuille de papier, de façon que, n’importe quels deux points que vous choisissiez, aient une distance qui est une de seulement deux valeurs possibles ?",
  "Here is one correct example:": "Voici un exemple correct :",
  "Try drawing an equilateral triangle. That will give you three points that are all the same distance from each other. Where could you put the fourth point?": "Essayez de dessiner un triangle équilatéral. Cela vous donnera trois points qui sont tous à la même distance l’un de l’autre. Où pourrait se placer le quatrième point ?",
  "If we call the two distances \"short\" and \"long\", then any such drawing of points must have a triangle with one long and two short edges (it's not quite obvious, but if you think about it a bit you can eliminate all other possibilities). Now where does the last point go? To each of the other 3 points, it's connected either via a long or a short edge, giving 8 possibilities. Try out each of them, you will notice that 2 of them do not work out, leaving 6 solutions.": "Si nous appelons les deux distances « court » et « long », alors chaque dessin de points doit avoir un triangle avec un bord « long » et deux bords « courts ». (Ce n’est pas si évident mais si vous y réfléchissez, vous pouvez éliminer toutes les autres possibilités). Maintenant, où est-ce que le dernier point se place ? Il est connecté à chacun des trois autres points soit par un bord long ou court, ce qui donne 8 possibilités. Essayez chacune d’entre elles, vous allez remarquer que 2 d’entre elles ne marchent pas, ce qui laisse 6 solutions.",
  "Short edges are represented by <strong>blue</strong> while long edges are represented by <strong>green</strong>. One of these solutions can be extended to 5 points that only use two distances, see bottom right picture.": "Les bords courts sont de couleur bleue alors que les bords longs sont de couleur verte. Une de ces solutions peut être étendue jusqu’à 5 points qui utilisent seulement deux distances. Regardez le dessin en bas à droite.",
  "Alex Bellos featured this puzzle in his column in the Guardian newspaper in the UK after hearing about it from maths juggler Colin Wright, who heard it from puzzle maven Peter Winkler.": "Alex Bellos a présenté ce puzzle dans sa chronique dans le journal quotidien The Guardian au Royaume Uni après en avoir entendu parler par le jongleur de maths Colin Wright, qui en avait eu ouïe par l’expert de puzzles Peter Winkler.",
  "In how many different ways can you draw 4 points in the plane whose pairwise distances are √2, √2, 2, √10, √10 and 4?": "De combien de façons pouvez- vous dessiner quatre points sur un plan dont les distances par paire sont les suivantes ?",
  "Try to figure out what kind of triangles you can make that use 3 of the 6 distances. If you have squared paper, it helps that it is possible to put all the vertices on the grid.": "Essayez de deviner quelles sont les sortes de triangles que vous pouvez composer qui utilisent 3 de ces 6 distances. Si vous avez du papier à carreaux, cela aide de pouvoir placer tous les sommets sur la grille.",
  "This set of distances is quite special! For most sets of pairwise distances, there is only one solution, but here there are two.": "Cet ensemble de distances est plutôt particulier. Pour la plupart des ensembles de distances par paires, il y a seulement une solution. Mais ici il y en a deux."
}