{
  "WinTwoThreeFour": "Gagnedeuxtroisquatre",
  "Remove the 10, J, Q, K, and Jokers. Deal each player 9 cards (A = 1 here). Players secretly arrange their cards to make a 4-digit number, a 3-digit number and a 2-digit number. All at once, the players show their three numbers.": "Retirez les 10, J, Q, K et les Jokers. Distribuez 9 cartes à chaque\njoueur (A = 1 ici). Les joueurs arrangent secrètement leurs cartes pour\nformer un nombre à 4 chiffres, un nombre à 3 chiffres et un nombre à 2\nchiffres. Tout à coup, les joueurs montrent leurs trois numéros.",
  "The biggest 2-digit number gets 2 points, biggest 3-digit gets 3 points, biggest 4-digit gets 4 points. If there is a tie then the points are split between the players.": "Le numéro à 2 chiffres le plus grand gagne 2 points, le numéro à 3\nchiffres le plus grand gagne 3 points, le numéro à 4 chiffres le plus\ngrand gagne 4 points. S’ il y a égalité, les points sont partagés\nentres les joueurs.",
  "You could play a certain number of rounds or play until a player gets to a certain score, e.g. 25.": "Vous pouvez jouer un certain nombre de tours ou jouer jusqu'à ce qu'un\njoueur atteigne un certain score, par exemple 25.",
  "It is tempting to focus on making your 4 digit number as big as possible, but maybe everyone else is trying to do this too! It is important to watch how your opponents are playing and try and adapt your strategy to beat them.": "Il est tentant de vous concentrer pour faire votre nombre de quatre\nchiffres le plus grand possible, mais peut-être que tous les autres\nessayent de faire cela aussi! Il est important de regarder comment\nvotre adversaire joue et d’essayer d’adapter votre stratégie.",
  "This game featured in Andrew Jeffrey's Leader of the Pack book - which has 52 games and activities to do with a deck of cards. It is simple to understand the rules but very interesting to try and find a strategy to win.": "Ce jeu figurait dans le pack book du chef de Andrew Jeffrey a 52 jeux\net activités liés à des cartes. Il est simple de comprendre les règles\nmais très intéressant pour essayer de trouver une stratégie pour\ngagner.",
  "Try playing this so that the smallest 2-digit number gets 2 points, smallest 3-digit number gets 3 points and smallest 4-digit number gets 4 points.": "Essayez de jouer cela pour que le nombre de 2 chiffres le plus petit\nait 2 points, le nombre de 3 chiffres le plus petit ait 3 points et le\nnombre 4 chiffres le plus petit ait 4 points."
}