{
  "Abundant Numbers": "Numeri Abbondanti",
  "The integer 12 is the first <strong>abundant number</strong>. Its proper divisors (factors not including 12 itself)  are 1, 2, 3, 4, and 6 which add up to 16 which is more than 12.": "L'intero 12 è il primo <strong>numero abbondante</strong>. I suoi veri e propri divisori (fattori non includenti il 12 stesso) sono 1, 2, 3, 4 e 6, che si sommano a 16, superiore a 12.",
  "You could make a 10 by 10 grid of the numbers 1 to 100 and colour in the abundant numbers.": "Potresti creare una griglia 10x10 dei numeri da 1 a 100 e colorare i numeri abbondanti.",
  "The next abundant number is 20, because the proper divisors of 20 are 1,2,4,5, and 10 which add up to 22. Can you explain why prime numbers can never be abundant?": "Il numero abbondante successivo è 20, perché i divisori veri e propri di 20 sono 1, 2, 4, 5 e 10 che si sommano a 22. Puoi spiegare perché i numeri primi non possono mai esser abbondanti?",
  "The first known classification of numbers as deficient, perfect or abundant was by Nicomachus in his Introductio Arithmetica (circa 100)": "La prima classificazione nota di numeri come carenti, perfetti o abbondanti fu fatta da Nicomaco nella sua Introductio Arithmetica (circa nel 100)",
  "Numbers whose proper divisors add up to less than the number are called deficient numbers.": "I numeri i cui divisori corretti si sommano a meno del numero sono detti numeri carenti.",
  "You could make a 10 by 10 grid of the numbers 1 to 100 and colour in the deficient numbers.": "Potresti creare una griglia 10x10 dei numeri da 1 a 100 e colorare i numeri carenti.",
  "An example of a deficient number is 15, because 1,3, and 5 add up to 9 which is less than 15.": "Un esempio di numero carente è 15, perché 1, 3 e 5 si sommano a 9, inferiore a 15.",
  "Take the proper divisors of 6, they are 1,2, and 3 which adds up perfectly to 6.": "Prendi i divisori corretti di 6, che sono 1, 2 e 3, che si sommano perfettamente a 6.",
  "6 is the smallest perfect number. Can you find the only other perfect number below 100?": "6 è il più piccolo numero perfetto. Puoi trovare il solo altro numero perfetto inferiore a 100?"
}