{
  "Birthday Probability": "Probabilità della Data di Nascita",
  "In a room with 23 people the probability that two people have the same birthday is more than 50%.": "In una stanza con 23 persone, la probabilità che due persone abbiano la stessa data di nascita è superiore al 50%.",
  "The probability that two people have the same birthday is just 1 minus the probability of everyone's birthday being different.": "La probabilità che due persone abbiano la stessa data di nascita è semplicemente 1 meno la probabilità che quella di tutti sia differente.",
  "You should ask yourself the following questions:": "Dovresti farti le seguenti domande:",
  "If we only have 2 people what is the probability their birthday is different?": "Se abbiamo solo 2 persone, qual è la probabilità che la loro data di nascita sia differente?",
  "If we had 5 people, in how many ways can we select two to compare their birthdays?": "Se avessimo avuto 5 persone, in quanti modi possiamo selezionarne due per confrontare le loro date di nascita?",
  "What do we get if we use the same approach for 23 people?": "Cosa otteniamo se usiamo lo stesso approccio per 23 persone?",
  "The probability of any 2 people having different birthdays is roughly 364 ∕ 365. There are 253 different pairs of people in a room of 23 people, so the probability of them all having different birthdays is roughly 364 ∕ 365 to the power 253. This is 0.4995 slightly less than 50% so the probability of having 2 people in the room with the same birthday is just over 50%. Actually we should be including leap years but the result is still true if you do.": "La probabilità che 2 persone abbiano la stessa data di nascita è circa di 364/365. Ci sono 254 coppie diverse di persone in una stanza con 23 persone, quindi la probabilità che abbiano tutti date di nascita differenti è di circa 364/365 alla 253 ovvero 0,4995, poco meno del 50% quindi la probabilità che ci siano 2 persone nella stanza con la stessa data di nascita è di poco superiore al 50%. In realtà, dovremmo includere gli anni bisestili, ma il risultato sarebbe ugualmente vero.",
  "This problem is not a paradox but it is counter-intuitive. The number of people needed seems surprisingly small, perhaps because we imagine ourselves as one of the people in the room and think of only 22 possibilities for a match, rather than thinking of the 253 different pairs of people in the room.": "Questo problema non è un paradosso ma è controintuitivo. Il numero di persone necessarie sembra incredibilmente piccolo, forse perché ci immaginiamo come una delle persone nella stanza e pensiamo a solo 22 possibilità per una corrispondenza, piuttosto che pensare alle 253 diverse coppie di persone nella stanza.",
  "You can extend the birthday problem - you would only need 88 people to have a greater than 50% chance of 3 people sharing a birthday.": "Puoi estendere il problema della data di nascita: necessiteresti solo 88 persone per avere una possibilità maggiore al 50% che 3 persone condividano una data di nascita.",
  "Have you experienced a surprising coincidence in your life?": "Hai sperimentato una coincidenza sorprendente nella tua vita?",
  "Coincidences like meeting someone with exactly the same birthday as you are unlikely events on their own. However, as with the birthday problem, the number of events can increase exponentially meaning that in a group or over time it is more likely to have coincidences than not!": "Le coincidenze come incontrare qualcuno avente esattamente la stessa data di nascita sono eventi improbabili da per se. Tuttavia, come con il problema della data di nascita, il numero di eventi può aumentare esponenzialmente, a significare che in un gruppo o col tempo sia più probabile avere coincidenze che no!",
  "If you haven't had a coincidence yet don't worry. If you keep looking it's unlikely that nothing unlikely will ever happen to you!": "Se non hai incontrato ancora una coincidenza, non preoccuparti. Se continuerai a cercare, è improbabile che non ti succeda mai nulla di improbabile!",
  "If there are 50 people in a room, what is the chance that two people share a birthday?": "Se ci sono 50 persone in una stanza, qual è la possibilità che due persone condividano una data di nascita?",
  "Think about these questions:": "Pensa a queste domande:",
  "How many possible pairs of people are there with 50 people in the room?": "Quante coppie di persone sono possibili con 50 persone nella stanza?",
  "What is the chance that every pair of people have different birthdays to each other?": "Qual è la possibilità che ogni coppia di persone abbia date di nascita differenti?",
  "The number of pairs of people are 50x49 ∕ 2 = 1225. Chance of a unique pair is 364 ∕ 365. Chance of 1225 unique pairs is (364 ∕ 365)¹²²⁵ = 0.0347. Chance of at least one match is 1 - 0.0347 = 0.9653, which is 96.53%. So, incredibly likely!": "Il numero di coppie di persone è 50x49/2 = 1225. La possibilità di una coppia unica è di 364/365. La possibilità di 1225 coppie uniche è (364 ∕ 365)¹²²⁵ = 0.0347. La possibilità che almeno una corrisponda è 1 - 0.0347 = 0.9653, ovvero 96.53%. Quindi, incredibilmente probabile!"
}