{
  "Card Sums": "Somma delle Carte",
  "Remove the 10, J, Q, K, and Joker cards and shuffle the rest of the pack.": "Rimuovi le carte 10, J, Q, K e Jolly e mischia il resto del mazzo.",
  "Any number of players can play. Deal 6 cards face up on a table. Everyone has 1 minute to decide how to set them out in the layout above to make the biggest total of the two multiplications. A counts as 1. The player with the highest score wins.": "Qualsiasi numero di giocatori può giocare. Distribuisci 6 carte a faccia in su, su un tavolo. Tutti hanno 1 minuto per decidere come disporsi nel layout sopra per creare il maggior totale delle due moltiplicazioni. A conta come 1. Il giocatore con il punteggio maggiore vince.",
  "It might help if everyone has pen and paper. After one minute, everyone says their highest total. The person who says the highest number explains how they came to that number, by arranging the cards. If they are correct they win a point, if incorrect, the person with the next highest total attempts to justify their answer. If two people have the same answer they get a point each.": "Potrebbe aiutare avere carta e penna per tutti. Dopo un minuto, tutti dicono il loro totale maggiore. La persona che dice il numero maggiore spiega come lo ha raggiunto, organizzando le carte. Se è corretto vince un punto, altrimenti, la persona con il totale maggiore successivo tenta di giustificare la propria risposta. Se due persone hanno la stessa risposta, ricevono un punto ciascuno.",
  "Think about where it is going to be best to place the biggest numbers.": "Pensa a dove sarà meglio collocare i numeri maggiori.",
  "These games feature in Andrew Jeffrey's Leader of the Pack book - which has 52 games and activities to do with a deck of cards. There is a perfect strategy to the main game.": "Questi giochi sono presenti nel libro Leader of the Pack di Andrew Jeffrey, che contiene 52 giochi e attività da fare con un mazzo di carte. Esiste una strategia perfetta per il gioco principale.",
  "With the J, Q, K, and Joker cards removed, deal 4 cards to each player. Each player has to make two fractions with their cards which can be added, subtracted, multiplied or divided to try to make the answer as close to 1 as possible. Anyone who can make 1 exactly gets 2 points. If no one can make 1 then the closest to 1 gets 1 point.": "Con le carte J, Q, K e Jolly rimosse, distribuisci 4 carte per giocatore. Ognuno deve fare due frazioni con le proprie carte, aggiungibili, sottraibili, moltiplicabili o divisibili per provare a rendere la risposta più vicina a 1 possibile. Tutti coloro che arrivano esattamente a 1 ricevono 2 punti. Se nessuno arriva a 1, il più vicino riceve 1 punto."
}