{
  "Collatz Conjecture": "Congettura di Collatz",
  "Think of a positive integer (whole number). If it is even, divide it by 2. It if is odd, multiply it by 3 and add 1. Repeat the process with your new number and keep going. Stop if you get to the number 1. Nobody knows if a number exists that doesn't end up at 1.": "Pensa a un intero positivo (numero intero). Se è pari, dividilo per 2. Se è dispari, moltiplicalo per 3 e aggiungi 1. Ripeti il processo con il tuo numero e continua ad andare. Fermati se arrivi al numero 1. Nessuno sa se esiste un numero che non arriva a 1.",
  "For example, if you choose the number 6 you would get this sequence 6, 3, 10, 5, 16, 8, 4, 2, 1. So it took 8 steps to get to 1. Try some numbers of your own.": "Ad esempio, se scegli il numero 6 otterresti questa sequenza: 6, 3, 10, 5, 16, 8, 4, 2, 1. Quindi ci sono voluti 8 passaggi per arrivare a 1. Prova alcuni numeri per conto tuo.",
  "This activity is interesting because it is easy to understand the rules and start generating sequences, but no one knows whether all numbers end up at 1; it is an unsolved problem in mathematics. The longest sequence for a number smaller than 100 is for 97, which takes 118 steps but finally gets to 1. The number just before, 96, only takes 12 steps! Using computers, all numbers up to roughly 2.95×10²⁰ have been checked and they all go to 1.": "Quest'attività è interessante perché è facile comprenderne le regole e iniziare a generare sequenze, ma nessuno sa se tutti i numeri finiscono a 1; è un problema matematico irrisolto. La sequenza più lunga per un numero inferiore a 100 è per il 97, che impiega 118 passaggi ma infine raggiunge 1. Il numero precedente, impiega solo 12 passaggi! usando i computer, tutti i numeri fino a circa 2.95×10²⁰ sono stati controllati e arrivano tutti a 1.",
  "The conjecture is named after Lothar Collatz, who introduced the idea in 1937, two years after receiving his doctorate. Many people since Collatz have tried to find a sequence that doesn't go to 1, or to prove that all sequences go to 1 and no one has succeeded. There are several prizes if you succeed! On the 8th of September 2019, Terence Tao produced a proof, using sampling of numbers, that almost all numbers eventually reach a value that is quite close to 1. Roughly speaking he proved that 99% of starting values greater than 1 quadrillion eventually reach a value below 200. This is a huge step forward for such a difficult problem!": "The conjecture is named after Lothar Collatz, who introduced the idea in 1937, two years after receiving his doctorate. Many people since Collatz have tried to find a sequence that doesn't go to 1, or to prove that all sequences go to 1 and no one has succeeded. There are several prizes if you succeed! On the 8th of September 2019, Terence Tao produced a proof, using sampling of numbers, that almost all numbers eventually reach a value that is quite close to 1. Roughly speaking he proved that 99% of starting values greater than 1 quadrillion eventually reach a value below 200. This is a huge step forward for such a difficult problem!",
  "What is the biggest number that takes exactly 8 steps to get to 1?": "Qual è il numero più grande che richiede esattamente 8 passaggi per arrivare a 1?",
  "Which type of numbers go very quickly towards 1 because they always follow the halving rule?": "Che tipo di numeri vanno molto rapidamente verso 1 perché seguono sempre la regola del dimezzamento?",
  "The shortest sequences are the ones where you can always half the numbers. That means they are powers of 2, e.g. 1, 2, 4, 8, 16, 32 etc. as these numbers \"snowball\" to 1. 256 gets to 1 to 8 steps, always by halving: 256, 128, 64, 32, 16, 8, 4, 2, 1.": "Le sequenze più brevi sono quelle in cui puoi sempre dimezzare i numeri. Ciò significa che sono potenze di 2, es. 1, 2, 4, 8, 16, 32, etc. poiché questi numeri \"nevicano\" a 1. 256 arriva a 1 in 8 passaggi, sempre dimezzandolo: 256, 128, 64, 32, 16, 8, 4, 2, 1."
}