{
  "Folding Paper": "Carta Piegata",
  "If you could fold a piece of paper in half only 42 times, it would reach the Moon!": "Se potessi piegare un pezzo di carta a metà solo 42 volte, raggiungerebbe la Luna!",
  "Let us say that the paper thickness is about 0.1 millimeter (or 0.0039 inch). If you fold it once on itself, how thick would it be? What about it you fold it once more on itself? What about if you fold it 10 times?": "Diciamo che lo spessore della carta è di circa 0,1 millimetri (o 0,0039 pollici). Se lo pieghi una volta su se stesso, quanto sarebbe spesso? E se lo piegassi un'altra volta? E 10 volte?",
  "The distance between the Earth and the Moon is a bit less than 400000 kilometers (or 250000 miles). For us the paper is 0.1 millimeter (mm) thick. If we fold the paper once, its thickness would be doubled, so it becomes 0.2mm. Folding it again gives 0.4mm. If we fold it 10 times, it becomes (0.1mm)×2¹⁰ (two to the power 10). Now, if we compute (0.1mm)×2⁴², the result is 440 000km!": "La distanza tra la Terra e la Luna è poco meno di 400.000 chilometri (o 250.000 miglia). Per noi il foglio è spesso 0,1 millimetri (mm). Se piegassimo il foglio una volta, il suo spessore raddoppierebbe, diventando 0,2mm. Piegandolo nuovamente raggiungerebbe 0,4mm. Se lo piegassimo 10 volte, diverrebbe (0.1mm)×2¹⁰ (due alla decima). Ora, se calcoliamo (0.1mm)×2⁴², il risultato è 440.000km!",
  "Try to fold a piece paper 6 times, remember to fold it completely over itself at each repetition. Can you fold it a seventh time? An eighth? How far can you go? Maybe we need a larger piece of paper to begin with! It was thought for years that 7 was the maximum number of times a piece of paper could be folded, but in 2002 American teenager Britney Gallivan demonstrated that a sheet of paper can be folded 12 times, provided that it is long enough and thin enough.  Britney Gallivan demonstrated this by using a 1200m length of toilet paper, which provided her with both the length and thinness which she required.  Britney even came up with a formula that showed how long the piece of paper would have to be so it can be folded n times:": "Prova a piegare un pezzo di carta 6 volte, ricordati di piegarlo completamente su se stesso a ogni ripetizione. Puoi piegarlo una settima volta? Un'ottava? Quanto riesci a continuare? Forse abbiamo bisogno di un pezzo più grande di carta, per cominciare! Si è pensato per anni che 7 fosse il numero massimo di volte per piegare un pezzo di carta, ma nel 2002, l'adolescente americana Britney Gallivan ha dimostrato che un foglio è piegabile 12 volte, ammesso che sia abbastanza lungo e sottile. Britney Gallivan lo ha dimostrato usando 1200m di carta igienica, che le ha fornito la lunghezza e lo spessore che necessitava. Britney ha persino trovato una formula che ha mostrato quanto lungo sarebbe dovuto essere un pezzo di carta per esser piegato n volte:",
  "LaTeX Start $$ L = \\frac{\\pi \\times t}{6} (2^n + 4)(2^n - 1) $$ LaTeX End  L = π×t×(2ⁿ + 4)(2ⁿ - 1) ∕ 6": "LaTeX Start $$ L = \\frac{\\pi \\times t}{6} (2^n + 4)(2^n - 1) $$ LaTeX End  L = π×t×(2ⁿ + 4)(2ⁿ - 1) ∕ 6",
  "L is the length of paper required, t is the thickness of the paper and n is how many folds you can make.": "L è la lunghezza necessaria del foglio, t lo spessore e n quante pieghe si possono fare.",
  "Ten years later in 2012 a group of students beat Britney's record by taking 16km of toilet roll and folding it in one direction 13 times.": "Dieci anni dopo, nel 2012, un gruppo di studenti ha battuto il record di Britney piegando in una direzione 16km di rotolone di carta 13 volte.",
  "How many times would you need to fold the same piece of paper to reach the height of Britam Tower, the highest skyscraper in Nairobi? (200m, or 640 ft)": "Quante volte dovresti piegare lo stesso pezzo di carta per raggiungere l'altezza della Britam Tower, il più grande grattacielo di Nairobi? (200m o 640 ft.)",
  "Make sure you convert 0.1mm to meters or 200m to millimeters first.": "Prima, assicurati di convertire 0,1mm in metri o 200m in millimetri.",
  "You would need to fold the paper 21 times. 200m is 200000mm. You need to solve (0.1mm)×2ⁿ = 200000 for n. We can solve equations like these using logarithms or just trial and error - keep multiplying by 2 until you have reached the height of the tower … 20 is nearly enough, but you would need 21 folds to reach over 200m tall.": "Dovresti piegare il foglio 21 volte. 200m è 200.000mm. Devi risolvere (0.1mm)×2ⁿ = 200000 per n. Possiamo risolvere equazioni simili usando i logaritmi o solo a tentativi, continuando a moltiplicare per 2 fino a raggiungere l'altezza della torre... 20 è quasi abbastanza, ma dovresti piegarlo 21 volte per superare i 200m d'altezza."
}