{
  "Four Colours": "Quattro Colori",
  "It takes at most four colours to colour every map such that no two adjacent regions (regions that share a border) are the same colour.": "Ci vogliono al massimo quattro colori per colorare qualsiasi mappa dato che non esistono due regioni adiacenti (regioni che condividono un confine) aventi lo stesso colore.",
  "Can you colour a map of Africa with five colours so that no two countries that touch are filled in with the same colour? Can you also succeed with four colours? How about three colours?": "Puoi colorare una mappa dell'Africa con cinque colori così che non ci siano due paesi che si toccano, riempiti dello stesso colore? Puoi farlo anche con quattro colori? E con tre?",
  "The four color theorem says that given any separation of a plane into contiguous regions, producing a figure called a map, no more than four colours are required to colour the regions of the map so that no two adjacent regions have the same colour. We can see why it is not possible with three colours by looking at the situation around Rwanda:": "Il teorema dei quattro colori dice che data qualsiasi separazione di un piano in regioni contigue, producenti una figura detta mappa, non sono necessari più di quattro colori per colorare le sue regioni così che non ci siano regioni adiacenti aventi lo stesso colore. Possiamo vedere perché è impossibile con tre colori guardando alla situazione intorno alla Rwanda:",
  "If we try using red, blue and green we can get this far:": "Se proviamo a usare rosso, blu e verde, possiamo ottenere al massimo:",
  "But we can't colour Rwanda using red (because it shares a border with Uganda and Burundi) green (because of Tanzania) or blue (Democratic Republic of Congo). We definitely need another colour.": "Ma non possiamo colorare la Rwanda usando il rosso (perché condivide un confine con Uganda e Burundi), verde (per la Tanzania) o blu (Repubblica Democratica del Congo). Necessitiamo decisamente di un altro colore.",
  "The proof that only four colours are needed is very tricky, but the extension will give you an insight into how it is done.": "La prova che sono necessari solo quattro colori è davvero difficile, ma l'estensione vi darà una visione su come si fa.",
  "The proof of the four colour theorem was famously tricky, and comes from graph theory, where mathematicians investigate an equivalent problem of colouring vertices of a network so that no edge has endpoints the same colour. The original four-colour proof was attempted by<a href=\"https://en.wikipedia.org/wiki/Alfred_Kempe\"> </a>Alfred Kempe in 1879, but unfortunately Percy John Heawood found an error 11 years later. However his work was not useless, as Percy was able to prove the five-colour theorem (that one can colour a map with no two adjacent regions the sample colour using at most 5 colours) based on Kempe's work. The four colour theorem was finally proved in 1976 by Kenneth Appel, Wolfgang Haken, and John Koch using a computer to check it. This was the first major theorem to be proved using a computer. They checked around 1500 configurations using about 1200 hours of computer time. Some people were sceptical about a proof using a computer but independent verification soon convinced everyone that the four colour theorem had finally been proved.": "La prova del teorema dei quattro colori era notoriamente difficile e proviene dalla teoria del grafico, in cui i matematici investigano un problema equivalente di colorazione dei vertici di una rete così che nessun estremo sia dello stesso colore. La prova originale dei quattro colori fu tentata da <a href=\"https://en.wikipedia.org/wiki/Alfred_Kempe\">Alfred Kempe</a> nel 1879, ma sfortunatamente, Percy John Heawood trovò un errore 11 anni dopo. Tuttavia, la sua opera non fu inutile, poiché Percy riuscì a provare il teorema dei cinque colori (cioè che sia possibile colorare una mappa senza che due regioni adiacenti abbiano lo stesso colore usandone al massimo 5), in base al lavoro di Kempe. Il teorema dei quattro colori fu infine provato nel 1976 da Kenneth Appel, Wolfgang Haken e John Kock, usando un computer per verificarlo. Questo fu il primo teorema maggiore a esser provato usando un computer. Controllarono circa 1500 configurazioni usando circa 1200 ore di tempo al computer. Alcuni erano scettici su una prova usando un computer, ma la verifica indipendente convinse presto tutti che il teorema dei quattro colori fosse finalmente stato provato.",
  "Can you draw a map with 12 countries such that every country has exactly five neighbours, and then colour it in using only 4 colours?": "Puoi disegnare una mappa con 12 paesi così che ogni paese abbia esattamente cinque vicini e poi colorarli usando solo 4 colori?",
  "Your map should essentially look like this:": "La tua mappa dovrebbe essenzialmente somigliare a questa:",
  "The idea of the proof of the four colour theorem is to find necessary conditions for being a minimal counterexample (this means a minimal non-4-colourable map) and thus to concentrate on maps with these necessary conditions. One of these many necessary conditions is to show that in a minimal counterexample with 12 countries, all countries must have exactly five neighbours. However this can be coloured in like this:": "L'idea della prova del teorema dei quattro colori è trovare le condizioni necessarie per essere un controesempio minimo (ciò significa una mappa non colorabile con 4 colori e minimale) e dunque concentrarsi sulle mappe con queste condizioni necessarie. Una di queste è mostrare che in un controesempio minimale con 12 paesi, tutti abbiano esattamente cinque vicini. Tuttavia, questa è colorabile come segue:",
  "The proof involves checking around 1500 maps like this!": "La prova coinvolge il controllo in circa 1500 mappe come questa!"
}