{
  "Gomoku": "Gomoku",
  "Start by drawing a square grid of 15 by 15 lines. Two players take it in turns to place a counter on any point where lines cross. The player who gets five of their counters in a straight line wins. The line can be vertical, horizontal or diagonal.": "Inizia disegnando una griglia quadrata di 15 linee per 15. Due giocatori posizionano una pedina a turni su qualsiasi punto in cui si incrociano le linee. Il giocatore che ne mette cinque in linea retta vince. La linea può esser verticale, orizzontale o diagonale.",
  "This game is traditionally played with black and white counters, but you could use any different counters, or little pieces of paper. You could also draw the grid in pen and then use pencil to mark x or o for each player and then rub them out when you are finished to be able to use the grid again.": "Questo gioco si gioca tradizionalmente con pedine nere e bianche, ma potresti usarne qualsiasi altra o piccoli pezzi di carta. Potresti anche disegnare la griglia a penna e poi usare la matita per segnare x od o per ogni giocatore e poi strofinarli quando hai finito per poter riusare la griglia.",
  "It is very important to be watching your opponents moves as well as trying to make a line of 5 yourself. If your opponent has three in a row with nothing at either end - this is called \"open 3\" - then it is a good idea to use your turn to block one end. If they manage to get \"open 4\" you have certainly lost! A good attacking strategy might be to aim for two overlapping lines of open 3s - like a cross - so that it is very hard for your opponent to defend.": "È molto importante guardare le mosse dei tuoi avversari oltre che provare a crearne una linea di 5. Se il tuo rivale ne ha tre in fila con nulla ad alcuna estremità, si dice \"3 aperto\", quindi è una buona idea usare il tuo turno per bloccare un'estremità. Se riescono a ottenere un \"4 aperto\", hai sicuramente perso! Una buona strategia d'attacco potrebbe esser mirare a due linee sovrapposte di 3 aperti, come una croce, così che sia molto difficile difendersi per il tuo rivale.",
  "There is a World Championship tournament for Gomuku. Since 2009 it has used the Swap 2 rule to make it a fair game, no matter who starts. There are also championships for computers to play at Gomuku! So people write an artificial intelligence program and their program plays against someone else's program to see who wins. There are also computer vs. human competitions - in 2017 a computer called Yixin beat the world champion human player Rudolf Dupszki 2-0.": "Esiste un torneo del Campionato Mondiale di Gomoku. Dal 2009 ha usato la regola dei 2 Scambi per renderlo un gioco equo, indipendentemente da chi inizia. Esistono anche campionati per computer per giocarci! Quindi le persone scrivono un programma di intelligenza artificiale e il loro programma gioca contro il programma di qualcun altro per vedere chi vince. Esistono anche competizioni computer vs. umano; nel 2017 un computer chiamato Yixin ha battuto l'umano campione del mondo Rudolf Dupszki 2 a 0.",
  "For advanced players, the first player has a big advantage. This advantage can be removed by starting the game using the \"Swap 2\" rule. Let's say at the start of the game player one is crosses (x) and player two is circles (o).": "Per i giocatori avanzati, il primo giocatore ha un grande vantaggio. Questo è removibile iniziando la partita usando la regola dei \"2 Scambi\". Diciamo che all'inizio della partita il giocatore uno ha le croci (x) e il due ha i cerchi (o).",
  "Player one begins the game by marking 3 intersections (two with x, and one with o), player two then chooses one of these three options (i) they take crosses, ending their turn (player one becomes circles and it is now their go), (ii) they stay as circles and add one circle as normal, (iii) they add two circles to the board, but then player one now gets to decide whether they want to steal circles. After this, play as normal.": "Il giocatore uno inizia la partita segnando 3 intersezioni (due con x e una con o), il giocatore due sceglie poi una di queste tre opzioni (i) per prendere le croci, terminando il proprio turno (giocatore uno diventa cerchi e deve ora andare), (ii) rimangono come cerchi e aggiunge un cerchio come di norma, (iii), aggiunge due cerchi alla scheda, ma poi il giocatore uno deve decidere se vuole rubare i cerchi. Dopodiché, gioca normalmente."
}