{
  "Kaprekar's Number": "Il numero di Kaprekar",
  "Choose a four digit number where the digits are not all the same.": "Scegli un numero a quattro cifre le cui cifre non siano tutte uguali.",
  "Rearrange the digits to get the largest and smallest possible numbers these digits can make.": "Riordina le cifre per ottenere i numeri più grandi e piccoli possibili che queste possano formare.",
  "Subtract the smallest number from the largest to get a new number, and carry on repeating the operation for each new number. You will always end up at the same number.": "Sottrai il numero più piccolo dal più grande per ottenerne uno nuovo e continua a ripetere l'operazione per ogni nuovo numero. Finirai sempre con lo stesso.",
  "For example if you start with 4252, you should do the calculation 5422 - 2245 = 3177. Then do 7731 - 1377 and keep going.": "Ad esempio, se inizi con 4252, dovresti fare il calcolo 5422 - 2245 = 3177. Poi fai 7731 - 1377 e continua.",
  "You always end up with the number 6174. This is known as Kaprekar's number. For example 5432 – 2345 = 3087": "Finirai sempre con il numero 6174. Questo è noto come il numero di Kaprekar. Ad esempio 5432 - 2345 = 3087",
  "8730 – 0378 = 8352": "8730 – 0378 = 8352",
  "8532 – 2358 = 6174": "8532 – 2358 = 6174",
  "7641 – 1467 = 6174": "7641 – 1467 = 6174",
  "D. R. Kaprekar (1905 - 1986) was an Indian school maths teacher who loved playing with numbers. He discovered a number of results in number theory and described various properties of numbers.": "D. R. Kaprekar (1905 - 1986) fu un insegnante di matematica che amava giocare coi numeri. Scoprì una serie di risultati nella teoria dei numeri e descrisse varie proprietà di numeri.",
  "What happens when you do this process with 3 digit numbers (where not all the digits are the same)? Can you explain why you always end up at the same number? Note that if you find 99 as an answer at any stage, this would then give 099 as the smallest number and 990 as the biggest.": "Cosa succede quando esegui questo processo con numeri a 3 cifre (dove non tutte le cifre sono uguali)? Puoi spiegare perché si arriva sempre allo stesso numero? Nota che se trovi 99 come risposta a questa fase, darebbe allora 099 come numero più piccolo e 990 come il più grande.",
  "For example, if you start with 792, the first calculation you have to do is 972 - 279 = 693.": "Ad esempio, se inizi con 792, il primo calcolo che devi fare è 972 - 279 = 693.",
  "We can write a three digit number abc (imagine it is as big as possible) as 100×a + 10×b + c. If we rearrange the digits to make it as small as possible it would be cba which we can write as 100×c + 10×b + a. We then subtract to give 100×a + 10×b + c - (100×c + 10×b + a) = 99×a - 99×c = 99×(a - c). So after one step, the number will be a multiple of 99. The only 3 digit numbers that are multiples of 99 are 099, 198, 297, 396, 495, 594, 693, 792, 891, and 990. We only need to check the first five of these (as we will be rearranging the digits anyway) and we can verify that all of them end up giving the answer 495.": "Possiamo scrivere un numero a tre cifre come abc (immaginalo come il più grande possibile), come 100xa + 10xb + c. Se riordiniamo le cifre per renderlo il più piccolo possibile, sarebbe cba, che possiamo scrivere come 100xc + 10xb + a. Poi sottraiamo per ottenere 100xa + 10xb + c (100xc + 10xb + a) = 99xa - 99xc = 99x(a - c). Quindi dopo una fase, il numero sarà un multiplo di 99. I soli numeri a 3 cifre multipli di 99 sono 099, 198, 297, 396, 495, 594, 693, 792, 891 e 990. Dobbiamo solo controllare i primi cinque di questi (poiché riordineremmo ugualmente le cifre) e possiamo verificare che finiscano tutti per dare 495 come risposta."
}