{
  "Knockdown": "Atterramento",
  "Pegs numbered 1 to 50 are placed in order in a line, with number 1 on the left.": "Pioli numerati da 1 a 50 sono posti in ordine in una fila, con il numero 1 a sinistra.",
  "They are then knocked over, one at a time, following these two rules:": "Sono abbattuti, uno per volta, seguendo queste due regole:",
  "(1.) Starting with the first standing peg on the left, alternate pegs are knocked down, until the end of the row is reached.": "(1.) Starting with the first standing peg on the left, alternate pegs are knocked down, until the end of the row is reached.",
  "(2.) Each time the end of the row is reached, repeat the previous rule.": "(2.) Each time the end of the row is reached, repeat the previous rule.",
  "What is the number of the last peg to be knocked down?": "Qual è il numero dell'ultimo piolo da abbattere?",
  "What happens if you only had 5 pegs? What about 10 or 20? Can you spot the pattern?": "Che succede se hai solo 5 pioli? E 10 o 20? Riesci a individuare lo schema?",
  "Start: 1 2 3 4 5 6 7 8 9 ...": "Inizia: 1 2 3 4 5 6 7 8 9 ...",
  "First round:  ✕ 2 ✕ 4 ✕ 6 ✕ 8 ✕  ... only even numbers left": "Primo giro: ✕ 2 ✕ 4 ✕ 6 ✕ 8 ✕ ... solo i numeri rimasti",
  "Second round: ✕ 4 ✕ 8 ✕ 12 ...  only multiples of 4 left": "Seconda rotonda: ✕ 4 ✕ 8 ✕ 12 ... solo multipli di 4 sinistra",
  "Third round: ✕ 8 ✕ 16 ✕ 24  ...  only multiples of 8 left": "Terzo giro: ✕ 8 ✕ 16 ✕ 24 ... solo multipli di 8 a sinistra",
  "Fourth round: Only multiples of 16 will be left": "Quarto turno: Rimarranno solo multipli di 16",
  "Fifth round: Only multiples of 32 will be left.": "Quinto turno: Rimarranno solo multipli di 32.",
  "32 is the only multiple of 32 under 50, so 32 is the last peg left.": "32 è il solo multiplo di 32 inferiore a 50, quindi 32 è l'ultimo piolo rimasto.",
  "This puzzle is actually about powers of 2 and binary numbers), and its second extension about powers of 10 and decimal numbers.": "This puzzle is actually about powers of 2 and binary numbers), and its second extension about powers of 10 and decimal numbers.",
  "Pegs numbered 1 to 1050 are placed in order in a line, with number 1 on the left.": "Pioli numerati da 1 a 1050 sono posti in ordine in una fila, con il numero 1 sulla sinistra.",
  "Can you find the closest power of 2 less than 1050?": "Puoi trovare la potenza di 2 più vicina inferiore a 1050?",
  "As before, after the first round we have only multiples of 2. The second leaves only multiples of 4, the pattern continues and each subsequent round leaves only multiples of 8, 16, 32, ..., 512, 1024. All of the multiples of 1024 (except 1024 itself) are bigger than 1050, which means 1024 will be the last peg left.": "Come prima, dopo il primo turno abbiamo solo i multipli di 2. Il secondo lascia solo i multipli di 4, lo schema continua e ogni turno consecutivo lascia solo multipli di 8, 16, 32, ..., 512, 1024. Tutti i multipli di 1024 (tranne 1024 stesso) sono maggiori di 1050, il che significa che 1024 sarà l'ultimo piolo rimasto.",
  "Pegs numbered 1 to 10000050 are placed in order in a line, with number 1 on the left.": "Pioli numerati da 1 a 10000050 sono posti in ordine in una fila, con il numero 1 a sinistra.",
  "(1.) Starting with the first standing peg on the left, this time <strong>9 pegs are knocked down and the tenth is left standing</strong>, until the end of the row is reached.": "(1.) Starting with the first standing peg on the left, this time <strong>9 pegs are knocked down and the tenth is left standing</strong>, until the end of the row is reached.",
  "This puzzle is similar to the previous parts. In those cases, at each round we left the multiples of the increasing powers of 2. The sequence 2, 4, 8, 16,... can be written 2, 2², 2³, 2⁴,...": "Questo rompicapo è simile alle parti precedenti. In questi casi, a ogni turno lasciamo i multipli delle potenze crescenti di 2. La sequenza 2, 4, 8, 16,... può esser scritta come 2, 2², 2³, 2⁴,...",
  "In the new puzzle we have multiples of powers of 10 left. Indeed, after the first round only multiples of 10 are left. After the second round only multiples of 100 = 10² are left, after the third round only leave multiples of 1000 = 10³, and so on. Thus 10000000 = 10⁷ will be the last peg left, as all other multiples of 10⁷ are larger than 10000050.": "Nel nuovo rompicapo, abbiamo multipli di potenze di 10 rimanenti. Invece, dopo il primo turno, rimangono solo i multipli di 10. Dopo il secondo turno solo i multipli di 100 = 10² sono rimasti, dopo il terzo turno, restano solo i multipli di 1000 = 10³ e così via. Dunque, 10000000 = 10⁷ sarà l'ultimo perno rimanente, poiché tutti gli altri multipli di 10⁷ sono maggiori di 10000050."
}