{
  "Lychrel Numbers": "Numeri di Lychrel",
  "Take a positive integer (whole number). Reverse the digits to get a new number. Add the two numbers together. Repeat this process until you get a palindrome (a number that reads the same forwards and backwards).": "Prendi un intero positivo (numero intero). Inverti le cifre per ottenere un nuovo numero. Somma i due numeri. Ripeti questo processo fino a ottenere un palindromo (un numero che si legge ugualmente da avanti e da dietro).",
  "Can you find a starting number that doesn't end up at a palindrome? Nobody knows if this is possible.": "Puoi trovare un numero iniziale che non termina con un palindromo? Nessuno sa se è possibile.",
  "Pick a positive integer (whole number), e.g. 57. Reverse the digits to get 75. Adding gives 57 +75 = 132. Then reverse this new number and add together. You get 132 + 231 = 353. This is a palindrome as it reads the same forwards as backwards, so we stop. Can you find a number that takes longer to reach a palindrome?": "Scegli un intero positivo (numero intero), es. 57. Inverti le cifre per ottenere 75. La somma da 57 + 75 = 132. Poi inverti questo nuovo numero e sommali. Ottieni 132 + 231 = 353. Questo è un palindromo, essendo uguale se letto in avanti o indietro, quindi ci fermiamo. Puoi trovare un numero che richiede di più per arrivare a un palindromo?",
  "Some numbers end up in a palindrome after one step, e.g. 243: 243 +342 = 585. Some take a bit longer, e.g. 87:": "Alcuni numeri terminano in un palindromo dopo un passaggio, es. 243: 243 + 342 = 585. Alcuni impiegano più passaggi, es. 87:",
  "87 + 78 = 165,": "87 + 78 = 165,",
  "165 + 561 = 726,": "165 + 561 = 726,",
  "726 + 627 = 1353,": "726 + 627 = 1353,",
  "1353 + 3531 = 4884.": "1353 + 3531 = 4884.",
  "Some numbers take a very long time – 89 takes an unusually large 24 steps (the most of any number under 10,000) to reach the palindrome 8813200023188.": "Alcuni numeri impiegano davvero molto tempo: 89 impiega 24 insolitamente grandi passaggi (più di qualsiasi numero inferiore a 10.000) per raggiungere il palindromo 8813200023188.",
  "A number is called a Lychrel number if it never reaches a palindrome. No one has proved that a Lychrel number exists. One possibility is 196 - the first billion steps have been carried out by computers and it hasn't reached a palindrome… but this does not prove it never will!": "Un numero è detto numero di Lychrel se non raggiunge mai un palindromo. Nessuno ha provato che ne esista uno. Una possibilità 196, il primo miliardo di passaggi è stato eseguito dai computer e non ha raggiunto un palindromo… ma questo non prova che non lo raggiungerà mai!",
  "If you change the base of the problem to binary then 10110 (22 in decimal) is a Lychrel number. The name Lychrel comes from a rough anagram of Wade Van Landingham's girlfriend Cheryl.": "Se cambi la base del problema ai binari allora 10110 (22 in decimale) è un numero di Lychrel. Il nome Lychrel deriva da un anagramma grezzo di Cheryl, fidanzata di Wade Van Landingham.",
  "Can you find different 3-digit numbers that take 1, 2, 3, and 4 steps to become a palindrome?": "Puoi trovare diversi numeri a 3 cifre che impiegano 1, 2, 3 e 4 passaggi per divenire palindromi?",
  "Most smaller 3-digit numbers take only 1 step to become a palindrome, but try using bigger digits that will mean you have to carry when you add (e.g. 8 + 9 = 17 so you will have to carry the 1).": "I numeri a 3 cifre più piccoli richiedono solo 1 passaggio per diventare palindromi, ma prova a usare grandi, a con cui dovrai continuare quando li sommerai (es. 8 + 9 = 17, così che dovrai proseguire con l'1).",
  "There are lots of options, but 122 takes 1 step, 109 takes 2 steps, 199 takes 3 steps and 192 takes 4 steps.": "Esistono molte opzioni, ma 122 impiega 1 passaggio, 109 ne impiega 2, 199 3 e 192 4."
}