{
  "Mastermind": "Maestro",
  "This is a two player game. Player 1 secretly chooses four cards and puts them in a row face down. Player 2 has seven attempts to guess the suits (clubs, diamonds, hearts, spades) of these cards, in order. Player 2 guesses by laying four cards in a row face up. Player 1 looks at the suits, and tells them how many suits they guessed in the correct position (x), and how many other suits they have guessed correctly but in the wrong position (o). Player 2 uses this information to make a better guess next time.": "Questo è un gioco a due giocatori. Il giocatore 1 sceglie segretamente quattro carte e le mette in una fila a faccia in giù. Il giocatore 2 ha sette tentativi per trovare i simboli (cuori, quadri, fiori, picche) di queste carte, in ordine. Il Giocatore 2 indovina posizionando quattro carte in fila a faccia in su. Il Giocatore 1 guarda ai semi e dice loro quanti semi hanno indovinato nella posizione corretta (x) e quanti altri semi hanno indovinato correttamente ma nella posizione errata (o). Il Giocatore 2 usa queste informazioni per fare una scelta migliore la volta successiva.",
  "Here is how a game might work:": "Ecco come potrebbe funzionare una partita:",
  "Player 1 chooses 1) 4 of Hearts, 2) 3 of Clubs, 3) 8 of Spades, 4) 10 of Spades and places them face down.": "Il Giocatore 1 sceglie 1) 4 di Cuori, 2) 3 di Fiori, 3) 8 di Picche, 4) 10 di Picche e le posiziona a faccia in giù.",
  "Player 2 lays down for example: 1) 6 of Hearts, 2) 4 of Spades, 3) J of Diamonds, 4) 3 of Spades.": "Il Giocatore 2 stabilisce, ad esempio: 1) 6 di Cuori, 2) 4 di Picche, 3) J di Quadri, 4) 3 di Picche.",
  "Player 2 has three correct suits (Heart, Spade and Spade) and two in the correct position - 1) and 4) so Player 1 would say \"you have two in the correct position and one in the wrong position\", but doesn't say which ones - an easy way to record this would be xxo. Then player 2 would guess again. They might think that it was the last two cards that were perfectly correct, so keep these and guess a different first two. Recording the results on pen and paper will be necessary and would look like this:": "Il Giocatore 2 ha tre semi corretti (Cuori, Picche e Picche) e due nella posizione corretta - 1) e 4), quindi Giocatore 1 direbbe \"hai due semi nella posizione corretta e uno nella posizione errata\", ma non direbbe quali, un modo facile per registrarlo sarebbe xxo. Poi il giocatore 2 indovinerebbe ancora. Potrebbe pensare che fossero le ultime due carte a esser perfettamente corrette, quindi le manterrebbe e indovinerebbe 2 iniziali differenti. Registrare i risultati su carta sarà necessario e somiglierà a questo:",
  "HSDS  xxo": "CPQP xxo",
  "CCDS  xoo": "CCDS  xoo",
  "Note that it is just the suits we are interested in, not the numbers. Player 1 is not saying which ones are correct, just saying how many are correct. Player 2 keeps guessing until all four are correct.": "Note that it is just the suits we are interested in, not the numbers. Player 1 is not saying which ones are correct, just saying how many are correct. Player 2 keeps guessing until all four are correct.",
  "For the guesser: Your first guess will be at random but after that you should be using logic to work out what the solution might be. One good strategy for beginners is just change one card at a time, but as you play more you may find a better optimal strategy.": "Per chi indovina: La tua prima ipotesi sarà casuale ma dopo dovrai usare la logica per trovare quale potrebbe esser la soluzione. Una buona strategia per principianti è solo cambiare una carta per volta, ma come giochi di più potresti trovare una strategia ottimale migliore.",
  "For the setter: Think about whether it is best to have all the same suit, all different, or some the same.": "For the setter: Think about whether it is best to have all the same suit, all different, or some the same.",
  "This game can be played with numbers, letters, symbols or colours as in the popular board game.": "Questo gioco si può giocare con numeri, lettere, simboli o colori come nel popolare gioco da tavolo.",
  "Try playing the game by having to guess the numbers of the cards - 1 (A) to 10 - instead of the suits. There will be more options so it will be a lot harder. You could even use J, Q, K too.": "Prova a giocare al gioco dovendo indovinare i numeri delle carte - 1 (A) a 10, invece dei semi. Ci saranno più opzioni quindi sarà molto più difficile. Potresti persino usare anche J, Q, K."
}