{
  "Mean": "Media",
  "The average (mean) of 16 different positive integers is 16. What is the greatest possible value that any of these integers could have?": "La media di 16 interi positivi differenti è 16. Qual è il valore massimo possibile che ognuno di questi interi potrebbe avere?",
  "Make the first 15 (different) numbers as small as possible. What does this tell us about the 16th number?": "Rendi i primi 15 (diversi) numeri il più piccoli possibile. Cosa ci dice ciò del sedicesimo numero?",
  "If the mean of 16 numbers is 16, then the total of all the numbers is 16×16 = 256. We want to make one of the numbers as big as possible, so we should make the other 15 numbers as small as possible. The integers have to be different so we should choose 1, 2, 3, ..., 15. If you add them up this gives 120 (a quick way to do it is ½×15×16 = 120). So the biggest number is 256 - 120 = 136.": "Se la media di 16 numeri è 16, il totale di tutti i numeri è 16x16 = 256. Vogliamo rendere uno dei numeri il più grande possibile, quindi dovremmo rendere gli altri 15 numeri il più piccoli possibile. Gli interi devono essere diversi, quindi dovremmo scegliere 1, 2, 3, ..., 15. Se li sommi, ottieni 120 (un rapido modo per arrivarci è ½x15x16 = 120). Quindi il numero più grande è 256 - 120 = 136.",
  "The mean is one way of describing a whole set of data with just one number. The median is another way describing the set of data with one number. If the puzzle had asked \"The median of 16 different positive integers is 16. What is the greatest possible value that any of these integers could have?\", then there would be no solution as you could choose any number as large as you like for the biggest number, as the value of the median of 16 numbers depends only on the eight and ninth biggest numbers!": "The mean is one way of describing a whole set of data with just one number. The median is another way describing the set of data with one number. If the puzzle had asked \"The median of 16 different positive integers is 16. What is the greatest possible value that any of these integers could have?\", then there would be no solution as you could choose any number as large as you like for the biggest number, as the value of the median of 16 numbers depends only on the eight and ninth biggest numbers!",
  "The average (mean) age of 7 people is 16. Given that all their ages are different positive integers, what is the maximum number of people that could be older than 16?": "L'età media di 7 persone è 16. Dato che tutte le loro età sono interi positivi differenti, qual è il numero massimo di persone che potrebbe avere più di 16 anni?",
  "Could everyone be older than 16? If not, can you try and find the maximum number of people that could be older than 16 if just one of the people is as young as possible?": "Potrebbero avere tutti più di 16? Altrimenti, puoi provare a trovare il numero massimo di persone che potrebbero avere più di 16 anni se solo una delle persone è il più giovane possibile?",
  "You cannot make all 7 people older than 16 because the average is 16. You could start with the youngest person being 1, and try to make the other 6 people older than 16 but the total must be 7×16 = 112. With this strategy, 112 - 1 = 111 and 16 + 17 + 18 + 19 + 20 + 21 = 111 so this only gives 5 people older than 16 as you can't count 16 itself. This shows that you cannot do it with 6 people older than 16, but because you have a possibility with 5, this is the largest number you can have.": "You cannot make all 7 people older than 16 because the average is 16. You could start with the youngest person being 1, and try to make the other 6 people older than 16 but the total must be 7×16 = 112. With this strategy, 112 - 1 = 111 and 16 + 17 + 18 + 19 + 20 + 21 = 111 so this only gives 5 people older than 16 as you can't count 16 itself. This shows that you cannot do it with 6 people older than 16, but because you have a possibility with 5, this is the largest number you can have.",
  "When Albert entered the room, the average age increased by 4 years. When Belinda then entered the room, the average age increased by another 3 years. Albert and Belinda are twins. How many people were in the room before Albert entered?": "Quando Albert entrò nella stanza, l'età media aumentò di 4 anni. Quando poi entrò Belinda, l'età media aumentò di altri 3 anni. Albert e Belinda sono gemelli. Quante persone erano nella stanza prima che entrasse Albert?",
  "There are different ways to solve this puzzle. For each method let n be the number of people in the room.": "Esistono diversi modi per risolvere questo rompicapo. Per ogni metodo, rendiamo n il numero di persone nella stanza.",
  "If Albert and Belinda walked in together, between them they would have added (n + 2)×7 onto the total of all the ages in the room. If just Albert walked in, then he would have added (n + 1)×4 to the total. It is the same for Belinda, so if they both walked in together it would be double this amount. So  (n + 2)×7 = 2×(n + 1)×4. Solving this gives n = 6.": "Se Albert e Belinda fossero entrati insieme, tra loro avrebbero aggiunto (n + 2) x7 sul totale di tutte le età nella stanza. Se fosse entrato solo Albert, avrebbe aggiunto (n + 1) x4 al totale. Lo stesso per Belinda, quindi se entrambi fossero entrati, avrebbero raddoppiato questa quantità. Quindi, (n + 2) x7 = 2x(n + 1) x4. Risolvendolo, otteniamo n = 6.",
  "Alternatively, let a be Albert and Belinda's age. The new mean after Albert walks in is (a - 4×n) because Albert has shared out 4 years to everyone in the room to make his age the same. After Belinda walks in the mean is (a - 3×(n + 1)) because she has given 3 years to everyone in the room including Albert. We know that this second expression must be 3 more than the first expression as the mean increased by 3 when Belinda walked in. So we can solve (a - 3×(n + 1)) = a - 4×n + 3  which gives n = 6.": "Alternatively, let a be Albert and Belinda's age. The new mean after Albert walks in is (a - 4×n) because Albert has shared out 4 years to everyone in the room to make his age the same. After Belinda walks in the mean is (a - 3×(n + 1)) because she has given 3 years to everyone in the room including Albert. We know that this second expression must be 3 more than the first expression as the mean increased by 3 when Belinda walked in. So we can solve (a - 3×(n + 1)) = a - 4×n + 3  which gives n = 6.",
  "Here is another way. Let the original mean be m. The sum of all the ages is originally (m×n). Let Albert's age be a. When Albert walks in, the new mean is (m + 4). This must be equal to (m×n + a) ∕ (n + 1). When Belinda walks in the room, the new mean is (m + 7). This must be equal to (m×n + 2×a) ∕ (n + 2). Rearranging these equations gives": "Here is another way. Let the original mean be m. The sum of all the ages is originally (m×n). Let Albert's age be a. When Albert walks in, the new mean is (m + 4). This must be equal to (m×n + a) ∕ (n + 1). When Belinda walks in the room, the new mean is (m + 7). This must be equal to (m×n + 2×a) ∕ (n + 2). Rearranging these equations gives",
  "m×n + a = m×n + m + 4×n + 4": "m×n + a = m×n + m + 4×n + 4",
  "and": "e",
  "m×n + 2×a = m×n + 2×m + 7×n + 14": "m×n + 2×a = m×n + 2×m + 7×n + 14",
  "Which simplify to": "Che si semplificano a",
  "a = m + 4×n + 4 and 2×a = 2×m + 7×n + 14.": "a = m + 4×n + 4 and 2×a = 2×m + 7×n + 14.",
  "Multiplying the first equation by 2 and subtracting the second one gives n = 6. So there are 6 people in the room at the start.": "Multiplying the first equation by 2 and subtracting the second one gives n = 6. So there are 6 people in the room at the start."
}