{
  "Ramanujan": "Ramanujan",
  "1729 is the smallest number that can be written as a sum of two cubed numbers in two different ways.": "1729 è il più piccolo numero scrivibile come una somma di due numeri cubi in due modi differenti.",
  "72 can be expressed as 2³ + 4³ but it is the only way with two positive cubes. Can you find the two ways to make 1729?": "72 è esprimibile come 2³ + 4³ ma è l'unico modo con due cubi positivi. Puoi trovare i due modi per arrivare a 1729?",
  "1³ + 12³ = 1 + 1728 = 1729 and also 9³ + 10³ = 729 + 1000 = 1729": "1³ + 12³ = 1 + 1728 = 1729 e anche 9³ + 10³ = 729 + 1000 = 1729",
  "Bernard Frénicle de Bessy wrote about the number 1729 in 1657, but it was made popular by G. H. Hardy telling a story about Srinivasa Ramanujan in about 1919: \"I remember once going to see him when he was ill at Putney. I had ridden in taxi cab number 1729 and remarked that the number seemed to me rather a dull one, and that I hoped it was not an unfavourable omen. \"No,\" he replied, \"it is a very interesting number; it is the smallest number expressible as the sum of two cubes in two different ways.\" 1729 is now called a \"taxicab\" number. It is the second taxi cab number. The first is 2 because it is the smallest number that can be written in one way as the sum of two cubes. 87539319 is the third taxi cab number because it is the smallest number that can be written in three different ways as the sum of two cubes. No one knows what the taxicab numbers are above the 6th one.": "Bernard Frénicle de Bessy wrote about the number 1729 in 1657, but it was made popular by G. H. Hardy telling a story about Srinivasa Ramanujan in about 1919: \"I remember once going to see him when he was ill at Putney. I had ridden in taxi cab number 1729 and remarked that the number seemed to me rather a dull one, and that I hoped it was not an unfavourable omen. \"No,\" he replied, \"it is a very interesting number; it is the smallest number expressible as the sum of two cubes in two different ways.\" 1729 is now called a \"taxicab\" number. It is the second taxi cab number. The first is 2 because it is the smallest number that can be written in one way as the sum of two cubes. 87539319 is the third taxi cab number because it is the smallest number that can be written in three different ways as the sum of two cubes. No one knows what the taxicab numbers are above the 6th one.",
  "If you change the problem to allow the cube of a negative number e.g. (-3)³=27 then the smallest number you can make is under a 100. Can you find the number and the two ways to make it?": "Se cambi il problema per consentire al cubo di essere un numero negativo, es. (-3)³=27 allora il numero più piccolo che puoi ottenere è inferiore a 100. Puoi trovare il numero e i due modi per arrivarci?",
  "The number is between 90 and 100.": "Il numero è tra 90 e 100.",
  "91 can be written as 6³+(-5)³ = 216 - 125 =91 or 4³+3³=64+27=91": "91 può esser scritto come 6³+(-5)³ = 216 - 125 = 91 o 4³+3³=64+27=91"
}