{
  "Restaurant": "Ristorante",
  "At a restaurant each table has 3 legs, each chair has 4 legs and all the customers and the three members of staff have 2 legs each. There are four chairs at each table. Three quarters of the chairs are occupied by customers and there are 206 legs altogether in the restaurant. How many chairs does the restaurant have?": "In un ristorante, ogni tavolo ha 3 gambe, ogni sedia ha 4 gambe e tutti i clienti e i numeri 3 dello staff hanno 2 gambe l'uno. Ci sono quattro sedie a ogni tavolo. Tre quarti delle sedie sono occupate da clienti e ci sono 206 gambe nel ristorante. Quante sedie ha il ristorante?",
  "Can you work out how many legs there are at each table if three quarters of the chairs have people on them?": "Puoi calcolare quante gambe ci sono a ogni tavolo se tre quarti delle sedie hanno persone su di esse?",
  "The three members of staff have six legs so take this off the total, giving 206 - 6 = 200. Now the tables, chairs and customers have 200 legs. On average, at each table there are 3 table legs, 16 chair legs and 6 customer legs (as only three quarters of the chairs are taken).This gives 3 + 16 + 6 = 25 legs per table. The number of tables is therefore 200 ∕ 25 = 8, hence the number of chairs is 8×4 = 32.": "I tre membri dello staff hanno sei gambe, quindi togliamolo dal totale, ottenendo 206 - 6 = 200. Ora, i tavoli, le sedie e i clienti hanno 200 gambe. In media, per ogni tavolo ci sono 3 gambe, 16 gambe di sedie e 6 gambe dei clienti (poiché solo tre quarti delle sedie sono occupate). Questo ci da 3 + 16 + 6 = 25 gambe per tavolo. Il numero di tavoli è dunque 200/25 = 8, dunque il numero di sedie è 8x4 = 32.",
  "This puzzle was originally a problem from a UKMT maths challenge": "Questo rompicapo era originariamente un problema da una sfida matematica dell'UKMT",
  "I have 30 coins. Some of the coins are 1¢, some are 2¢ and some are 6¢. The value of the 6¢ coins is worth the same amount as the total value of the 1¢ coins and the 2¢ coins combined. Given that I have a different number of each type of coin, what is the total value of all of the coins (in ¢)?": "I have 30 coins. Some of the coins are 1¢, some are 2¢ and some are 6¢. The value of the 6¢ coins is worth the same amount as the total value of the 1¢ coins and the 2¢ coins combined. Given that I have a different number of each type of coin, what is the total value of all of the coins (in ¢)?",
  "Start by considering how many 6¢ coins I could have...if I have too many, I won't be able to match their value with the 1¢ coins and the 2¢ coins.": "Inizia considerando quante monete da 6 centesimi potresti avere... se ne ho troppo, non potrò abbinare il loro valore alle monete da 1 e da 2 centesimi.",
  "First we suppose we have 8×6¢ coins, this has a value of 48¢, with 22 coins remaining. The target value is always a multiple of six and therefore even, so we will require an even number of 1¢ to make the even number. The largest even total among the rest of the coins is 20x2¢ + 2x1¢  = 42¢, which is less than 48¢.": "Prima, supponiamo di avere 8 monete da 6 centesimi, queste hanno un valore di 48 centesimi, con 22 monete rimanenti. Il valore d'obiettivo è sempre un multiplo di sei e quindi è pari, quindi necessiteremo di un numero pari di 1 per ottenere un numero pari. Il totale pari massimo tra il resto delle monete è di 20x2 + 2x2 = 42 centesimi, inferiore a 48 centesimi.",
  "So at most we can have 7×6¢ = 42¢, with 23 coins remaining. In this case the largest even total is  21x2¢ + 2x1¢  = 44¢. Our target was 42¢, thus we include more 1¢ coins, and fewer 2¢ coins. The next highest even total is 19x2¢ + 4x1¢  = 42¢, hitting our target.": "So at most we can have 7×6¢ = 42¢, with 23 coins remaining. In this case the largest even total is  21x2¢ + 2x1¢  = 44¢. Our target was 42¢, thus we include more 1¢ coins, and fewer 2¢ coins. The next highest even total is 19x2¢ + 4x1¢  = 42¢, hitting our target.",
  "Therefore the total value of all coins is 7×6¢ + 19x2¢ + 4x1¢ = 84¢.": "Therefore the total value of all coins is 7×6¢ + 19x2¢ + 4x1¢ = 84¢.",
  "For completeness, the smallest number of 6¢ coins is 5 (choosing 4 gives a total of  24¢ with 26 coins remaining). The solution with 5×6¢ is 5×2¢ and 10×1¢. The solution for 6×6¢ is 12×2¢ and 12×1¢. However neither of these solutions have a different amount of each coin.": "For completeness, the smallest number of 6¢ coins is 5 (choosing 4 gives a total of  24¢ with 26 coins remaining). The solution with 5×6¢ is 5×2¢ and 10×1¢. The solution for 6×6¢ is 12×2¢ and 12×1¢. However neither of these solutions have a different amount of each coin."
}