{
  "Sim": "Sim",
  "Draw six points in a hexagonal arrangement. Players take turns to draw a straight line between any two points, trying to avoid making a triangle. Each player should use a different colour. The player that completes a triangle with their colour first loses the game.": "Disegna sei punti in una disposizione esagonale. I giocatori disegnano una linea retta a turni tra due punti qualsiasi, provando a evitare di creare un triangolo. Ogni giocatore dovrebbe usare un colore differente. Il giocatore che completa un triangolo con il suo colore per primo perde la partita.",
  "You might want to draw all the possible lines between the points to start with and then colour over them. This would make the game a bit easier to play. If you don't have two different colours you could use solid and dotted lines for the two players.": "Potresti voler disegnare tutte le linee possibili tra i punti per iniziare, e poi colorarle. Questo renderebbe il gioco un po' più facile. Se non hai due colori differenti, potresti usare linee solide e tratteggiate per due giocatori.",
  "Try to make moves in a way that removes options from your opponent. You might want to try and complete triangles that are of mixed colour.": "Prova a fare mosse così da rimuovere le opzioni al tuo avversario. Potresti voler provare a completare i triangoli di colore misto.",
  "The Sim pencil game was invented in 1969 by Gustavus Simmons, a cryptographer, who described it in the Journal of Recreational Mathematics. Frank P. Ramsey proved that there always has to be a winner in this game by the \"Theorem on Friends and Strangers\". He showed that on completing all the edges of the graph, there must be one triangle that is all the same colour.": "Il gioco a matita Sim fu inventato nel 1969 da Gustavus Simmons, un crittografo, che lo descrisse nel Giornale di Matematica Ricreativa. Frank P. Ramsey provò che ci debba sempre essere un vincitore in questo gioco per il \"Teorema degli Amici e degli Sconosciuti\". Dimostrò che al completamento di tutti i bordi del grafico, dev'esserci un triangolo tutto dello stesso colore.",
  "Draw a 5 by 5 grid of dots. Two players take it in turn to colour a dot (use different colours or an x and a +). The winner is the first player to make a square with four of their points. Squares can be tilted as well as straight.": "Disegna una griglia di punti 5 per 5. Due giocatori colorano un puntino per turno (usa colori differenti o una x e un +). Il vincitore è il primo giocatore a creare un quadrato con quattro dei suoi punti. I quadrati possono esser inclinati come dritti."
}