{
  "Square numbers and triangular numbers": "Numeri quadrati e triangolari",
  "The first six triangular numbers are 1, 3, 6, 10, and 15": "I primi sei numeri triangolari sono 1, 3, 6, 10 e 15",
  "The first six square numbers are 1, 4, 9, 16, and 25": "I primi sei numeri quadrati sono 1, 4, 9, 16 e 25",
  "Any square number bigger than 1 is the sum of two consecutive triangular numbers.": "Ogni numero quadrato maggiore di 1 è la somma di due numeri triangolari consecutivi.",
  "Triangular numbers can be drawn with dots in the shape of a triangle. Square numbers can be drawn with dots in the shape of a square grid. See if you can work this one out visually first. Can you express it algebraically as well?": "I numeri triangolari possono esser disegnati con dei punti nella forma di un triangolo. I numeri quadrati sono disegnabili con dei puntini nella forma di una griglia quadrata. Vedi se prima riesci a risolvere visivamente questo. Puoi esprimerlo anche algebricamente?",
  "We first show this visually, in the image below you can see that 4 = 1 + 3,  9 = 3 + 6, 16 = 6 + 10, and 25 = 10 + 15.": "Prima lo mostriamo visivamente, nell'immagine seguente puoi vedere che 4 = 1 + 3, 9 = 3 + 6, 16 = 6 + 10 e 25 = 10 + 15.",
  "If we take T = triangular and S = square, then we can draw the S-number as an S-grid of points, the smaller T-number forms the upper T of points, the larger T-number forms the lower T AND the diagonal of points.": "Se prendiamo T = triangolare e Q = Quadrato, possiamo disegnare il numero S come una griglia a S di punti, il più piccolo numero T forma i punti T superiori, il numero T maggiore forma i T inferiori E la diagonale dei punti.",
  "These are consecutive triangular numbers making a square.": "Questi sono numeri triangolari consecutivi che compongono un quadrato.",
  "The side length in points of the bigger T-number is the square root of the S-number.": "La lunghezza laterale in punti del numero T maggiore è la radice quadrata del numero S.",
  "The formula for the nᵗʰ triangular number is also exactly equal to the summation 1 + 2 + 3 + … + n and so it is a quick way to add up lists of consecutive numbers! This formula was written down by the Irish monk Dicuil in about 816AD but was possibly already known to the Pythagoreans in the 5th century BC.": "La formula per l'ennesimo numero triangolare è anche uguale esattamente alla somma 1 + 2 + 3 + … + n e quindi è un metodo rapido per aggiungere elenchi di numeri consecutivi! Questa formula è stata scritta dal monaco irlandese Dicuil circa nell'816 ma possibilmente era già nota alla Scuola Pitagorica nel V secolo a.C.",
  "Find the 250ᵗʰ triangular number.": "Trova il 250esimo numero triangolare.",
  "Starting with a small triangular number might help. Can you use the pattern of triangles and squares to help you? What square could be the sum of the 250ᵗʰ triangular number and another triangular number? Think about the 250ᵗʰ square number and how it relates to the 250ᵗʰ triangular number.": "Partire da un piccolo numero triangolare potrebbe aiutare. Puoi usare lo schema di triangoli e quadrati per aiutarti? Che quadrato potrebbe esser la somma del 250esimo numero triangolare e un altro numero triangolare? Pensa al 250esimo numero quadrato e come si correla al 250esimo numero triangolare.",
  "Let us look at a smaller example first. We could find the 5ᵗʰ triangular number using this square:": "Prima prendiamo un esempio più piccolo. Potremmo trovare il quinto numero triangolare usando questo quadrato:",
  "We are looking for the number of purple squares. We can do ½×(5×5 - 5) = 10 to get the pink triangle. And then adding on the 5 squares in the diagonal gives the purple triangle. So we have 15.": "Stiamo cercando il numero dei quadrati viola. Possiamo fare ½×(5×5 - 5) = 10 per ottenere il triangolo rosa. Aggiungere poi sui 5 quadrati nella diagonale, otteniamo il triangolo viola. Quindi abbiamo 15.",
  "For the 250ᵗʰ triangular number, we are looking for the number of squares in the black \"triangle\". It will be roughly ½×250×250, except that the diagonal will be included. So we calculate ½×(250×250 - 5) to find the blue triangle and then add 250 on to find the black triangle. The answer is 31375.": "Per il 250esimo numero triangolare, stiamo cercando il numero di quadrati nel \"triangolo\" nero. Sarà di circa ½×250×250, tranne che la diagonale sarà inclusa. Quindi calcoliamo ½×(250×250 - 5) per trovare il triangolo blu e poi aggiungiamo 250 per trovare il triangolo nero. La risposta è 31375.",
  "We can extend this logic to find a formula for the nth triangular number": "Possiamo estendere questa logica per trovare una formula per l'ennesimo numero triangolare",
  "½×(n×n - n) + n = ½×(n² +2×n - n) = ½×(n² + n) = ½×n×(n + 1)": "½×(n×n - n) + n = ½×(n² +2×n - n) = ½×(n² + n) = ½×n×(n + 1)",
  "Check: ½×250×251 = 31375": "Controlla: ½×250×251 = 31375",
  "Using the formula, we can also see that consecutive triangular numbers add to a square number. Consecutive triangular numbers can be represented as ½×(n - 1)×n and ½×n×(n + 1).": "Usando la formula, possiamo anche vedere che il numero triangolare consecutivo si aggiunge a un numero quadrato. I numeri triangolari consecutivi sono rappresentabili come ½×(n - 1)×n e ½×n×(n + 1).",
  "If we add these consecutive triangular numbers and simplify we can find:": "Se aggiungiamo questi numeri triangolari consecutivi e semplifichiamo possiamo trovare:",
  "½×(n - 1)×n + ½×n×(n + 1)=  ½×((n - 1)×n + n×(n + 1)) = ½×(n² - n + n²  + n) = n²": "½×(n - 1)×n + ½×n×(n + 1)=  ½×((n - 1)×n + n×(n + 1)) = ½×(n² - n + n²  + n) = n²"
}