{
  "Stop or Dare": "Obbligo o Arresto",
  "This is a game for two or three players. Shuffle the deck and place it face down. The first player turns over the top card and continues turning over cards, adding together the value of each card, until they decide to stop and record their score. J = 11 and Q = 12.": "Questo è un gioco per due o tre giocatori. Mischia il mazzo e posizionalo a faccia in giù. Il primo giocatore gira la carta superiore e prosegue, sommando il valore di ogni carta, finché decide di fermarsi e registrare il suo punteggio. J = 11 e Q = 12.",
  "If an A or a K is turned over, no points are scored in that turn and the turn is finished.": "Se un'A o K è girata, nessun punto è ottenuto a quel turno e il turno è terminato.",
  "Players take turns until someone reaches 100 or more - this player is the winner.": "I giocatori fanno a turni finché qualcuno raggiunge 100 o più; questo giocatore è il vincitore.",
  "If the cards are all turned over before the target is reached, just reshuffle the pack and continue.": "Se le carte sono tutte girate prima di raggiungere l'obiettivo, rimescola il mazzo e continua.",
  "Try and keep count of how many K and A cards have come up already. This could change how daring you are feeling. If someone else is close to 100 it might be best to turn over more cards than you would normally.": "Prova a tenere conto di quante carte K e A sono già uscite. Questo potrebbe cambiare quanto osate proseguire. Se qualcun altro è vicino a 100, potrebbe esser meglio girare più carte al turno successivo di quanto faresti normalmente.",
  "This game can also be played with Dice and is sometimes called Pig. There are one and two dice versions, and even a version where you can choose how many dice to throw rather than how many times to throw a set number of dice.": "Questo gioco si può giocare anche coi Dadi ed è talvolta chiamato Pig. Esistono versioni a uno e due dadi e persino una versione in cui puoi scegliere quanti dadi lanciare invece di lanciare molte volte un dato numero di dadi.",
  "You could try changing the target number, or changing how many cards wipe out your score for that turn. You could also try having K as resetting your <strong>entire</strong> score to zero to make it more daring.": "Potresti provare a cambiare il numero d'arrivo o cambiare quante carte cancellano il tuo punteggio per quel turno. Potresti anche provare a far ripristinare a K il tuo <strong>intero</strong> punteggio per rendere il tutto più audace."
}