{
  "Twenty-one": "Ventuno",
  "Two players take it in turn to count up, starting from 1 and counting 1, 2, or 3 numbers at a time. Each player continues counting from where the other player stops. The player who says 21 loses.": "Due giocatori contano a turni, partendo da 1 e contando 1, 2 o 3 numeri per volta. Ogni giocatore continua a contare da dove si ferma l'altro giocatore. Il giocatore che dice 21 perde.",
  "An example game: P1 = Player 1, P2 = Player 2.": "Un esempio del gioco: G1 = Giocatore 1, G2 = Giocatore 2.",
  "P1: 1,2,3       P2: 4": "G1: 1,2,3       G2: 4",
  "P1: 5,6          P2: 7,8,9": "G1: 5,6          G2: 7,8,9",
  "P1: 10           P2: 11,12,13": "G1: 10           G2: 11,12,13",
  "P1: 14,15,16 P2:17,18,19": "G1: 14,15,16 G2:17,18,19",
  "P1: 20           P2: 21": "G1: 20           G2: 21",
  "Player 1 wins!": "Giocatore 1 vince!",
  "The person who says 20 wins, as they force the next person to say 21. How can you make sure you say 20? Try to work backwards. After you have played several times you might work out who is going to win before you reach 20 - think about how you know this. Can you work out if it is better to go first or second? Can you make sure you always win?": "La persona che dice 20 vince, forzando la successiva a dire 21. Come puoi assicurarti di dire 20? Prova a lavorare all'indietro. Dopo aver giocato molte volte potresti capire chi vincerà prima di raggiungere 20, pensa a come puoi fare a saperlo. Puoi capire se è meglio partire per primo o secondo? Puoi assicurarti di vincere sempre?",
  "21 is a simple version of the set of games, Nim. It is sometimes called a Misère game - meaning a game that you play to lose. It is thought to have originated in China and is first mentioned in European history at the start of the 16ᵗʰ century. The game was originally played with 21 stones, and you have to pick 1, 2, or 3 stones at a time and the loser is the last one to pick a stone.": "21 è una versione semplice della serie di giochi. Talvolta è chiamata un gioco Misère, a significare che giochi per perdere. Si pensa si sia originato in Cina ed è stato dapprima menzionato nella storia europea all'inizio del sedicesimo secolo. Il gioco era originariamente giocato con 21 pietre e dovevi sceglierne 1, 2 o 3 per volta; il perdente era l'ultimo a prendere una pietra.",
  "There are many ways to change this game. You could be allowed to say up to 4 consecutive numbers instead of 3, or change the goal number of 21 to something different, or change the rule so that the player who says 21 is now the winner, not the loser. Can you still work out how to win when the rules are changed?": "Esistono molti modi per cambiare questo gioco. Potrebbe esser permesso dire fino a 4 numeri consecutivi invece di 3, o cambiare il numero d'obiettivo da 21 a un altro, o cambiare la regola così che il giocatore che dice 21 sia ora il vincitore, non il perdente. Puoi ancora capire come vincere quando le regole sono cambiate?",
  "The original game can be changed to a group of players who play in a circle, starting clockwise. Just for fun you can have new rules that if someone says two numbers in a row, the direction is reversed. If someone says three numbers in a row you skip one person in the circle. The person to say 21 makes up a new rule e.g. \"Instead of the number 5 you have to say potato\". The game starts again at number 1 but you have to remember the new rule! If anyone makes a mistake you start again at 1. You can play that if someone makes two mistakes they are out of the game. The last person still playing is the winner!": "Il gioco originale è modificabile a un gruppo di giocatori che giocano in cerchio, iniziando in senso orario. Solo per divertimento puoi creare nuove regole come se qualcuno dice due numeri in fila, la direzione è invertita. La persona che dice 21 crea una nuova regola, es. \"Invece del numero 5 devi dire patata\". Il gioco ricomincia al numero 1 ma devi ricordare la nuova regola! Se qualcuno sbaglia, ricominci da 1. Puoi giocare così che se qualcuno fa due errori è fuori dal gioco. L'ultima persona rimanente a giocare è il vincitore!"
}