{
  "Twenty-four": "Ventiquattro",
  "Remove the 10, J, Q, K, and Joker cards from the deck. Shuffle the rest and deal four cards face up on the table so that every player can see them. Each player attempts to make the number 24 silently using all four numbers (A count as 1), and as many operations +, −, × and ÷ and brackets () as needed. The first person to give an answer with an explanation wins and keeps the 4 cards. Keep playing until there are no cards left.": "Rimuovi le carte 10, J, Q, K e Jolly dal mazzo. Mischia il resto e metti quattro carte a faccia in su sul tavolo così che ogni giocatore le veda. Ogni giocatore tenta di arrivare al numero 24 in silenzio usando tutti e quattro i numeri (A conta come 1) e quante più operazioni +, -, x e ÷ e parentesi () necessarie. La prima persona a dare una risposta con una spiegazione vince e tiene le 4 carte. Continua a giocare finché non rimangono più carte.",
  "This is a game for two or more players.": "Questo è un gioco per due o più giocatori.",
  "A few combinations might be impossible. In this case, put the cards back and shuffle again to choose another 4.": "Alcune combinazioni potrebbero esser impossibili. In questo caso, rimetti indietro le carte e rimischia per sceglierne altre 4.",
  "Think of the factors of 24 to cover i.e, 1×24, 2×12, 3×8, and 4×6. If you have either of the factors in your list, say 1, 2, 3, 4, 6, 8, …  use the remaining numbers to make the other number, or use your numbers to create combinations.": "Pensa ai fattori di 24 da coprire, es. 1x24, 2x12, 3x8 e 4x6. Se hai i fattori nella tua lista, diciamo 1, 2, 3, 4, 6, 8, … e usa i numeri rimanenti per comporne un altro, o usa i tuoi numeri per creare combinazioni.",
  "The number 24 is used because it has so many factors. However, an analysis of all the possible combinations of 4 cards shows that the number 2 would have been the best target number! 99.19% of the combinations could be solved, compared to 80.20% for 24. If you are allowed to use factorials (e.g. 3! = 3×2×1 = 6), then you can solve many more combinations for 24.": "Il numero 24 è usato perché ha così tanti fattori. Tuttavia, un'analisi di tutte le combinazioni di 4 carte possibili che il numero, indica che il 2 sarebbe il numero obiettivo migliore! 99,19% delle combinazioni è risolvibile, confrontate all'80,20% per 24. Se puoi usare i fattoriali (es. 3! = 3x2x1 = 6), puoi risolvere molte altre combinazioni per 24.",
  "You can play this game like Snap, with 2 or 4 players. Deal the cards (without the 10, J, Q, K, or Jokers) equally to all players. For two players, on the count of three, they each turn over the top two cards from their pile. For four players, they each just turn over one card. Everyone tries to make 24 using all four cards. The first person to do so takes the cards and puts them at the bottom of their pile. Play continues until one player has run out of cards - then the player with the most cards is the winner.": "Puoi giocare a questo gioco come Snap, con 2 o 4 giocatori. Distribuisci le carte (senza il 10, J, Q, K o Jolly) ugualmente a tutti i giocatori. Per due giocatori, al conto di tre, a turni girano le due carte superiori dalla loro pila. Per quattro giocatori, girano ognuno solo una carta. Tutti provano ad arrivare a 24 usando tutte e quattro le carte. La prima persona a farlo prende le carte e le mette infondo alla propria pila. Il gioco continua finché un giocatore termina le carte, poi il giocatore con più carte è il vincitore."
}