{
  "WinTwoThreeFour": "VinciDueTreQuattro",
  "Remove the 10, J, Q, K, and Jokers. Deal each player 9 cards (A = 1 here). Players secretly arrange their cards to make a 4-digit number, a 3-digit number and a 2-digit number. All at once, the players show their three numbers.": "Rimuovi il 10, J, Q, K e i Jolly. Distribuisci 9 carte a ogni giocatore (A = 1 qui). I giocatori sistemano segretamente le loro carte per comporre un numero a 4 cifre, uno a 3 e uno a 2. Tutti in una volta, i giocatori mostrano i loro numeri.",
  "The biggest 2-digit number gets 2 points, biggest 3-digit gets 3 points, biggest 4-digit gets 4 points. If there is a tie then the points are split between the players.": "Il più grande numero a 2 cifre riceve 2 punti, a 3 ne riceve 3, a 4 ne ottiene 4. Se c'è un pareggio i punti sono divisi tra i giocatori.",
  "You could play a certain number of rounds or play until a player gets to a certain score, e.g. 25.": "Potresti giocare un certo numero di turni o giocare finché un giocatore ottiene un certo punteggio, es. 25.",
  "It is tempting to focus on making your 4 digit number as big as possible, but maybe everyone else is trying to do this too! It is important to watch how your opponents are playing and try and adapt your strategy to beat them.": "È allettante concentrarsi sul comporre il tuo numero a 4 cifre più grande possibile, ma forse anche gli altri ci stanno provando! È importante guardare come stanno giocando i tuoi rivali e adattare la tua strategia per batterli.",
  "This game featured in Andrew Jeffrey's Leader of the Pack book - which has 52 games and activities to do with a deck of cards. It is simple to understand the rules but very interesting to try and find a strategy to win.": "Questo gioco è stato presentato nel libro Leader of the Pack di Andrew Jeffrey, che conteneva 52 giochi e attività da fare con un mazzo di carte. È semplice comprendere le regole ma è molto interessante provare a trovare una strategia per vincere.",
  "Try playing this so that the smallest 2-digit number gets 2 points, smallest 3-digit number gets 3 points and smallest 4-digit number gets 4 points.": "Prova a giocare così che il numero a 2 cifre più piccolo riceva 2 punti, a 3 ne riceva 3 e a 4 ottenga 4 punti."
}