{
  "Square numbers and triangular numbers": "Nambari za mraba na nambari za pembe tatu",
  "The first six triangular numbers are 1, 3, 6, 10, and 15": "Namba sita za kwanza za pembe tatu ni 1, 3, 6, 10, na 15",
  "The first six square numbers are 1, 4, 9, 16, and 25": "Nambari sita za kwanza za mraba ni 1, 4, 9, 16, na 25",
  "Any square number bigger than 1 is the sum of two consecutive triangular numbers.": "Nambari yoyote ya mraba kubwa kuliko 1 ni jumla ya nambari mbili za pembetatu zinazofuatana.",
  "Triangular numbers can be drawn with dots in the shape of a triangle. Square numbers can be drawn with dots in the shape of a square grid. See if you can work this one out visually first. Can you express it algebraically as well?": "Nambari za pembetatu zinaweza kuchorwa na nukta katika umbo la pembetatu. Nambari za mraba zinaweza kuchorwa na nukta katika umbo la mraba. Angalia kama unaweza kulifanyia kazi hili kwa kuibua kwanza. Je, unaweza kuieleza kwa aljebra pia?",
  "We first show this visually, in the image below you can see that 4 = 1 + 3,  9 = 3 + 6, 16 = 6 + 10, and 25 = 10 + 15.": "Kwanza tunaonyesha hii kwa kuibua, kwenye picha hapa chini unaweza kuona kwamba 4 = 1 + 3, 9 = 3 + 6, 16 = 6 + 10, na 25 = 10 + 15.",
  "If we take T = triangular and S = square, then we can draw the S-number as an S-grid of points, the smaller T-number forms the upper T of points, the larger T-number forms the lower T AND the diagonal of points.": "Ikiwa tutachukua T = pembetatu na S = mraba, basi tunaweza kuchora nambari ya S kama gridi ya S ya alama, nambari ndogo ya T huunda alama za T za juu, nambari kubwa ya T huunda alama ya T ya chini na alama za mshazali.",
  "These are consecutive triangular numbers making a square.": "Hizi ni nambari za pembetatu mfululizo zinazounda mraba.",
  "The side length in points of the bigger T-number is the square root of the S-number.": "Urefu wa upande wa alama kubwa za nambari T ni mzizi wa mraba (kipeuo) cha nambari ya S.",
  "The formula for the nᵗʰ triangular number is also exactly equal to the summation 1 + 2 + 3 + … + n and so it is a quick way to add up lists of consecutive numbers! This formula was written down by the Irish monk Dicuil in about 816AD but was possibly already known to the Pythagoreans in the 5th century BC.": "Kanuni ya nambari ya pembe tatu ya nᵗʰ pia ni sawa kabisa na jumla ya 1 + 2 + 3 + ... + n na kwa hivyo ni njia ya haraka ya kujumlisha orodha ya nambari zinazofuatana! Kanuni hii iliandikwa na mtawa wa Ireland Dicuil mnamo mwaka wa 816AD lakini yawezekana ilikuwa tayari inajulikana kwa Pythagoreans katika karne ya 5 KK.",
  "Find the 250ᵗʰ triangular number.": "Tafuta nambari ya pembetatu yenye nafasi ya 250.",
  "Starting with a small triangular number might help. Can you use the pattern of triangles and squares to help you? What square could be the sum of the 250ᵗʰ triangular number and another triangular number? Think about the 250ᵗʰ square number and how it relates to the 250ᵗʰ triangular number.": "Kuanza na nambari ndogo ya pembetatu kunaweza kusaidia. Je, unaweza kutumia muundo wa pembetatu na miraba kukusaidia? Je, ni mraba gani unaweza kuwa jumla ya nambari ya pembetatu yenye nafasi ya 250 na nambari nyingine ya pembetatu? Fikiria kuhusu nambari ya mraba yenye nafasi ya 250 na jinsi inavyohusiana na nambari ya pembetatu yenye nafasi ya 250.",
  "Let us look at a smaller example first. We could find the 5ᵗʰ triangular number using this square:": "Hebu tuangalie mfano mdogo kwanza. Tunaweza kupata nambari ya pembetatu iliyo nafasi ya 5 kwa kutumia mraba huu:",
  "We are looking for the number of purple squares. We can do ½×(5×5 - 5) = 10 to get the pink triangle. And then adding on the 5 squares in the diagonal gives the purple triangle. So we have 15.": "Tunatafuta idadi ya miraba ya zambarau. Tunaweza kufanya ½×(5×5 - 5) = 10 kupata pembetatu ya pinki (waridi). Na kisha kuongeza kwenye mraba 5 kwenye mshazali unaotoa pembetatu ya zambarau. Kwa hivyo tuna 15.",
  "For the 250ᵗʰ triangular number, we are looking for the number of squares in the black \"triangle\". It will be roughly ½×250×250, except that the diagonal will be included. So we calculate ½×(250×250 - 5) to find the blue triangle and then add 250 on to find the black triangle. The answer is 31375.": "Kwa nambari ya pembetatu yenye nafasi ya 250, tunatafuta idadi ya miraba katika \"pembetatu\" nyeusi. Itakuwa takriban ½ × 250 × 250, isipokuwa kwamba mshazali utajumuishwa. Kwa hivyo tunakokotoa ½×(250×250 - 5) ili kupata pembetatu ya bluu na kisha kuongeza 250 ili kupata pembetatu nyeusi. Jibu ni 31375.",
  "We can extend this logic to find a formula for the nth triangular number": "Tunaweza ku \"extend\" \"logic\" hii ili kupata kanuni ya nambari ya pembe tatu yenye nafasi ya nth.",
  "½×(n×n - n) + n = ½×(n² +2×n - n) = ½×(n² + n) = ½×n×(n + 1)": "½×(n×n - n) + n = ½×(n² +2×n - n) = ½×(n² + n) = ½×n×(n + 1)",
  "Check: ½×250×251 = 31375": "Angalia: ½×250×251 = 31375",
  "Using the formula, we can also see that consecutive triangular numbers add to a square number. Consecutive triangular numbers can be represented as ½×(n - 1)×n and ½×n×(n + 1).": "Kwa kutumia kanuni, tunaweza pia kuona kwamba nambari za pembetatu zinazofuatana zinaongezeka kwa nambari ya mraba. Nambari za pembetatu zinazofuatana zinaweza kuwakilishwa kama ½×(n - 1)×n na ½×n×(n + 1).",
  "If we add these consecutive triangular numbers and simplify we can find:": "Ikiwa tutaongeza nambari hizi za pembetatu mfululizo na kurahisisha tunaweza kupata:",
  "½×(n - 1)×n + ½×n×(n + 1)=  ½×((n - 1)×n + n×(n + 1)) = ½×(n² - n + n²  + n) = n²": "½×(n - 1)×n + ½×n×(n + 1)=  ½×((n - 1)×n + n×(n + 1)) = ½×(n² - n + n²  + n) = n²"
}