{
  "Birthday Probability": "Probabilidad de Cumpleaños",
  "In a room with 23 people the probability that two people have the same birthday is more than 50%.": "En una habitación con 23 personas, la probabilidad de que dos de ellas cumplan años el mismo día es más del 50%.",
  "The probability that two people have the same birthday is just 1 minus the probability of everyone's birthday being different.": "La probabilidad de que dos personas cumplan años el mismo día es 1 menos la probabilidad de que todos cumplan años en diferentes días.",
  "You should ask yourself the following questions:": "Deberías hacerte las siguientes preguntas:",
  "If we only have 2 people what is the probability their birthday is different?": "Si solo tenemos 2 personas, ¿cuál es la probabilidad de que cumplan años en diferentes días?",
  "If we had 5 people, in how many ways can we select two to compare their birthdays?": "Si tuviéramos 5 personas, ¿de cuántas maneras diferentes podemos elegir dos de ellas para comparar sus fechas de cumpleaños?",
  "What do we get if we use the same approach for 23 people?": "¿Qué obtenemos si usamos el mismo enfoque para 23 personas?",
  "The probability of any 2 people having different birthdays is roughly 364 ∕ 365. There are 253 different pairs of people in a room of 23 people, so the probability of them all having different birthdays is roughly 364 ∕ 365 to the power 253. This is 0.4995 slightly less than 50% so the probability of having 2 people in the room with the same birthday is just over 50%. Actually we should be including leap years but the result is still true if you do.": "La probabilidad de que 2 personas cumplan años en días diferentes es de 364/365. Hay 253 pares diferentes de personas en una habitación con 23 personas, por lo que la probabilidad que todas ellas tengan diferentes fechas de cumpleaños es aproximadamente 364/365 elevado a la 253.° potencia. Esto es 0,4995, un poco menos del 50 %. Entonces, la probabilidad de que 2 personas cumplan años el mismo día en esa habitación es un poco más del 50 %. En realidad, deberíamos incluir a los años bisiestos, pero el resultado sigue siendo cierto si lo hacemos.",
  "This problem is not a paradox but it is counter-intuitive. The number of people needed seems surprisingly small, perhaps because we imagine ourselves as one of the people in the room and think of only 22 possibilities for a match, rather than thinking of the 253 different pairs of people in the room.": "Este problemas no es una paradoja pero es antintuitivo. La cantidad de personas necesarias parece sorprendentemente pequeña, quizás porque nos imaginamos como una de las personas en la habitación y pensamos en sólo 22 posibilidades para una coincidencia, en lugar de pensar en las 253 diferentes parejas en la habitación.",
  "You can extend the birthday problem - you would only need 88 people to have a greater than 50% chance of 3 people sharing a birthday.": "Puedes extender el problema del cumpleaños: sólo necesitarás 88 personas para tener una probabilidad superior al 50% de que 3 de ellas cumplan años el mismo día.",
  "Have you experienced a surprising coincidence in your life?": "Have you experienced a surprising coincidence in your life?",
  "Coincidences like meeting someone with exactly the same birthday as you are unlikely events on their own. However, as with the birthday problem, the number of events can increase exponentially meaning that in a group or over time it is more likely to have coincidences than not!": "Coincidencias como conocer a alguien que cumpla años el mismo día que tú son eventos poco probables por sí solos. Sin embargo, como en el problema del cumpleaños, el número de eventos puede crecer exponencialmente, lo que significa que en un grupo o en el tiempo ¡es más probable encontrarse con coincidencias que no encontrarse con ellas!",
  "If you haven't had a coincidence yet don't worry. If you keep looking it's unlikely that nothing unlikely will ever happen to you!": "Si todavía no has tenido una coincidencia, no te preocupes. ¡Si sigues buscando es poco probable que nada improbable te suceda!",
  "If there are 50 people in a room, what is the chance that two people share a birthday?": "Si hay 50 personas en una habitación, ¿cuál es la probabilidad de que dos personas tengan la misma fecha de cumpleaños?",
  "Think about these questions:": "Piensa en estas preguntas:",
  "How many possible pairs of people are there with 50 people in the room?": "How many possible pairs of people are there with 50 people in the room?",
  "What is the chance that every pair of people have different birthdays to each other?": "¿Cuál es la probabilidad de que cada pareja tenga diferente fecha de cumpleaños?",
  "The number of pairs of people are 50x49 ∕ 2 = 1225. Chance of a unique pair is 364 ∕ 365. Chance of 1225 unique pairs is (364 ∕ 365)¹²²⁵ = 0.0347. Chance of at least one match is 1 - 0.0347 = 0.9653, which is 96.53%. So, incredibly likely!": "El número de parejas es 50x49 ∕ 2 = 1225. La probabilidad de un par único es 364/365. La probabilidad de 1225 pares únicos es (364 ∕ 365)¹²²⁵ = 0.0347. La probabilidad de al menos una coincidencia es 1 - 0.0347 = 0.9653, que es el 95.53%. ¡Increíblemente probable!"
}