{
  "Folding Paper": "Plegando Papel",
  "If you could fold a piece of paper in half only 42 times, it would reach the Moon!": "Si pudieras doblar un papel por la mitad solo 42 veces, ¡llegaría hasta la Luna!",
  "Let us say that the paper thickness is about 0.1 millimeter (or 0.0039 inch). If you fold it once on itself, how thick would it be? What about it you fold it once more on itself? What about if you fold it 10 times?": "Digamos que el grosor del papel es de aproximadamente 0.1 milímetros (o 0.0039 pulgadas). Si lo doblas una vez sobre sí mismo ¿qué grosor tendrá? ¿Qué tal si lo doblas una vez más sobre sí mismo? ¿Qué pasa si lo doblas 10 veces?",
  "The distance between the Earth and the Moon is a bit less than 400000 kilometers (or 250000 miles). For us the paper is 0.1 millimeter (mm) thick. If we fold the paper once, its thickness would be doubled, so it becomes 0.2mm. Folding it again gives 0.4mm. If we fold it 10 times, it becomes (0.1mm)×2¹⁰ (two to the power 10). Now, if we compute (0.1mm)×2⁴², the result is 440 000km!": "La distancia entre la Tierra y la Luna es un poco menos de 400000 kilómetros (o 250000 millas). Para nosotros el papel tiene 0.1 milímetros (mm) de espesor. Si doblamos el papel una vez, su grosor se duplicaría, por lo que se convierte en 0.2 mm. Plegándolo una vez más, quedará de 0.4 mm. Si lo plegamos 10 veces, su grosor será de (0.1mm)×2¹⁰ (dos a la décima potencia). Ahora, si calculamos (0.1mm)×2⁴², ¡el resultado es 440 000 Km!",
  "Try to fold a piece paper 6 times, remember to fold it completely over itself at each repetition. Can you fold it a seventh time? An eighth? How far can you go? Maybe we need a larger piece of paper to begin with! It was thought for years that 7 was the maximum number of times a piece of paper could be folded, but in 2002 American teenager Britney Gallivan demonstrated that a sheet of paper can be folded 12 times, provided that it is long enough and thin enough.  Britney Gallivan demonstrated this by using a 1200m length of toilet paper, which provided her with both the length and thinness which she required.  Britney even came up with a formula that showed how long the piece of paper would have to be so it can be folded n times:": "Trata de plegar una hoja de papel 6 veces, recuerda doblarla completamente sobre sí misma en cada repetición. ¿Puedes plegarla una séptima vez? ¿Una octava? ¿Cuán lejos puedes llegar? ¡Tal vez necesitemos una hoja de papel más grande para empezar! Por años se pensó que 7 era el número máximo de veces que podía doblarse una hoja de papel, pero en 2002 la adolescente estadounidense, Britney Gallivan, demostró que una hoja de papel puede doblarse 12 veces, siempre que sea lo suficientemente grande y delgada. Britney Gallivan lo demostró usando 1200 m de papel higiénico, que le proporcionó tanto el largo como la delgadez que necesitaba. Britney incluso ideó una fórmula que mostraba la longitud que debía tener la hoja de papel para poder doblarla n veces:",
  "LaTeX Start $$ L = \\frac{\\pi \\times t}{6} (2^n + 4)(2^n - 1) $$ LaTeX End  L = π×t×(2ⁿ + 4)(2ⁿ - 1) ∕ 6": "LaTeX Start $$ L = \\frac{\\pi \\times t}{6} (2^n + 4)(2^n - 1) $$ LaTeX End  L = π×t×(2ⁿ + 4)(2ⁿ - 1) ∕ 6",
  "L is the length of paper required, t is the thickness of the paper and n is how many folds you can make.": "L es la longitud del papel requerida, t es el grosor del papel y n es el número de pliegues que puedes hacer.",
  "Ten years later in 2012 a group of students beat Britney's record by taking 16km of toilet roll and folding it in one direction 13 times.": "Diez años después, en 2012, un grupo de estudiantes batió el récord de Britney al tomar 16 km de papel higiénico y plegarlo 13 veces.",
  "How many times would you need to fold the same piece of paper to reach the height of Britam Tower, the highest skyscraper in Nairobi? (200m, or 640 ft)": "¿Cuántas veces necesitarías plegar la misma hoja de papel para alcanzar la altura de Britam Tower, el rascacielos más alto de Nairobi? (200 m, o 640 pies)",
  "Make sure you convert 0.1mm to meters or 200m to millimeters first.": "Asegúrate de convertir primero 0.1 mm a metros o 200 m a milímetros.",
  "You would need to fold the paper 21 times. 200m is 200000mm. You need to solve (0.1mm)×2ⁿ = 200000 for n. We can solve equations like these using logarithms or just trial and error - keep multiplying by 2 until you have reached the height of the tower … 20 is nearly enough, but you would need 21 folds to reach over 200m tall.": "Necesitarás doblar el papel 21 veces. 200 m son 200000 mm. Necesitas calcular (0.1mm)×2ⁿ = 200000 para n. Podemos resolver ecuaciones como estas usando logaritmos o por prueba y error: seguir multiplicando por 2 hasta alcanzar la altura de la torre... 20 es casi suficiente, pero necesitarás 21 pliegues para superar los 200 m de altura."
}