{
  "Kaprekar's Number": "Número de Kaprekar",
  "Choose a four digit number where the digits are not all the same.": "Elige un número de cuatro dígitos donde cada uno de ellos sea distinto a los demás.",
  "Rearrange the digits to get the largest and smallest possible numbers these digits can make.": "Reacomoda los dígitos para obtener el mayor y el menor número que puedas formar con esos dígitos.",
  "Subtract the smallest number from the largest to get a new number, and carry on repeating the operation for each new number. You will always end up at the same number.": "Réstale el menor número al mayor, para obtener un nuevo número. Repite esta operación para cada nuevo número. Siempre terminarás en el mismo número.",
  "For example if you start with 4252, you should do the calculation 5422 - 2245 = 3177. Then do 7731 - 1377 and keep going.": "Por ejemplo, si comienzas con 4252 debes hacer el cálculo 5422 - 2245 = 3177. Luego haz 7731 - 1377 y continúas así.",
  "You always end up with the number 6174. This is known as Kaprekar's number. For example 5432 – 2345 = 3087": "Siempre terminas cone l número 6174. Este número se conoce como el número de Kaprekar. Por ejemplo, 5432 - 2345 = 3087",
  "8730 – 0378 = 8352": "8730 – 0378 = 8352",
  "8532 – 2358 = 6174": "8532 – 2358 = 6174",
  "7641 – 1467 = 6174": "7641 – 1467 = 6174",
  "D. R. Kaprekar (1905 - 1986) was an Indian school maths teacher who loved playing with numbers. He discovered a number of results in number theory and described various properties of numbers.": "D. R. Kaprekar (1905 - 1986) fue un profesor de matemática indio que amaba jugar con números. Descubrió una serie de resultados de teoría de números y describió varias propiedades de los números.",
  "What happens when you do this process with 3 digit numbers (where not all the digits are the same)? Can you explain why you always end up at the same number? Note that if you find 99 as an answer at any stage, this would then give 099 as the smallest number and 990 as the biggest.": "¿Qué pasa cuándo haces este procedimiento con un número de 3 dígitos (donde no todos los dígitos son iguales)? ¿Puedes explicar por qué siempre terminas en el mismo número? Ten en cuenta que si obtienes 99 como resultado en alguno de los pasos, esto entonces daría 099 como el menor número y 990 como el mayor.",
  "For example, if you start with 792, the first calculation you have to do is 972 - 279 = 693.": "Por ejemplo, si comienzas con 792, el primer cálculo que tienes que hacer es 972 - 279 = 693.",
  "We can write a three digit number abc (imagine it is as big as possible) as 100×a + 10×b + c. If we rearrange the digits to make it as small as possible it would be cba which we can write as 100×c + 10×b + a. We then subtract to give 100×a + 10×b + c - (100×c + 10×b + a) = 99×a - 99×c = 99×(a - c). So after one step, the number will be a multiple of 99. The only 3 digit numbers that are multiples of 99 are 099, 198, 297, 396, 495, 594, 693, 792, 891, and 990. We only need to check the first five of these (as we will be rearranging the digits anyway) and we can verify that all of them end up giving the answer 495.": "Podemos escribir un número de tres dígitos abc (imagina que es lo más grande posible) como 100×a + 10×b + c. Si reordenamos los dígitos para convertirlo en el menor número posible, sería cba y lo podemos escribir como 100×c + 10×b + a. Luego hacemos la resta 100×a + 10×b + c - (100×c + 10×b + a) = 99×a - 99×c = 99×(a - c). Enotnces, después de un paso obtenemos un múltiplo de 99. Los únicos múltiplos de 99 de 3 dígitos son 099, 198, 297, 396, 495, 594, 693, 792, 891 y 990. Solo necesitamos chequear los primeros 5 de estos números (ya que vamos a reordenar los dígitos de todos modos) y podemos verificar que todos ellos nos dan como respuesta 495."
}