{
  "Lychrel Numbers": "Números de Lychrel",
  "Take a positive integer (whole number). Reverse the digits to get a new number. Add the two numbers together. Repeat this process until you get a palindrome (a number that reads the same forwards and backwards).": "Toma un número entero positivo. Invierte los dígitos para obtener un nuevo número. Suma los dos números. Repite este proceso hasta que obtengas un palíndromo (un número que se lee igual de derecha a izquierda que de izquierda a derecha).",
  "Can you find a starting number that doesn't end up at a palindrome? Nobody knows if this is possible.": "¿Puedes encontrar un número inicial que no termine en un palíndromo? Nadie sabe si esto es posible.",
  "Pick a positive integer (whole number), e.g. 57. Reverse the digits to get 75. Adding gives 57 +75 = 132. Then reverse this new number and add together. You get 132 + 231 = 353. This is a palindrome as it reads the same forwards as backwards, so we stop. Can you find a number that takes longer to reach a palindrome?": "Elige un entero positivo, p. ej. 57. Invierte los dígitos para obtener 75. La suma da 57 + 75 = 132. Luego invierte los dígitos de este nuevo número y súmalos. Obtienes 132 + 231 = 363. Este es un palíndromo ya que se lee igual de izquierda a derecha que de derecha a izquierda, así que paramos. ¿Puedes encontrar un número que tarde más en llegar a un palíndromo?",
  "Some numbers end up in a palindrome after one step, e.g. 243: 243 +342 = 585. Some take a bit longer, e.g. 87:": "Algunos números terminan en un palíndromo después de un paso, p. ej. 243: 243 + 342 = 585. Algunos tardan un poco más, p. ej. 87:",
  "87 + 78 = 165,": "87 + 78 = 165,",
  "165 + 561 = 726,": "165 + 561 = 726,",
  "726 + 627 = 1353,": "726 + 627 = 1353,",
  "1353 + 3531 = 4884.": "1353 + 3531 = 4884.",
  "Some numbers take a very long time – 89 takes an unusually large 24 steps (the most of any number under 10,000) to reach the palindrome 8813200023188.": "Algunos números demorar mucho tiempo, 89 toma 24 pasos (la mayor cantidad de cualquier número menor a 10000) para llegar al palíndromo 8813200023188.",
  "A number is called a Lychrel number if it never reaches a palindrome. No one has proved that a Lychrel number exists. One possibility is 196 - the first billion steps have been carried out by computers and it hasn't reached a palindrome… but this does not prove it never will!": "Un número se llama número de Lychrel si nunca llega a un palíndromo. Nadie ha probado que exista un número de Lychrel. Una posibilidad es 196: los primeros mil millones de pasos han sido realizados con computadoras y no han llegado a un palíndromo... ¡pero esto no prueba que nunca lo hará!",
  "If you change the base of the problem to binary then 10110 (22 in decimal) is a Lychrel number. The name Lychrel comes from a rough anagram of Wade Van Landingham's girlfriend Cheryl.": "Si en el problema cambias la base a binario, entonces 10110 (22 en decimal) es un número de Lychrel. El nombre Lychrel proviene de un anagrama aproximado de Cheryl, la novia de Wade Van Landingham.",
  "Can you find different 3-digit numbers that take 1, 2, 3, and 4 steps to become a palindrome?": "¿Puedes encontrar diferentes números de 3 dígitos que les lleve 1, 2, 3, y 4 pasos llegar a un palíndromo?",
  "Most smaller 3-digit numbers take only 1 step to become a palindrome, but try using bigger digits that will mean you have to carry when you add (e.g. 8 + 9 = 17 so you will have to carry the 1).": "A la mayoría de los números más pequeños de 3 dígitos les toma 1 paso llegar a un palíndromo, pero usar dígitos más grandes hará que tengas que agregar un 1 cuando sumes (p. ej. 8 + 9 = 17 tendrás que llevarte 1).",
  "There are lots of options, but 122 takes 1 step, 109 takes 2 steps, 199 takes 3 steps and 192 takes 4 steps.": "Hay muchas opciones, pero a 122 le toma un paso, a 109 le lleva dos pasos, a 199 tres pasos y a 192 le lleva cuatro pasos."
}