{
  "Pong Hau K'i": "Pong Hau K'i",
  "Draw the grid shown with five points and seven connecting lines. Two players place two counters of the same colour/design in the grid as shown.": "Dibuja la cuadrícula que se muestra con cinco puntos y siete líneas de conexión. Dos jugadores colocan dos fichas del mismo color o diseño como se ve en la cuadrícula.",
  "Decide who will go first. The first player moves one of their pieces to the centre point. Then players take turns moving a counter along a line to an empty point until one player cannot move their counters and loses.": "Decide quién comienza. El primer jugador mueve una de sus fichas al punto central. Luego, los jugadores, por turnos, mueven una ficha a lo largo de una línea hacia un punto vacío hasta que un jugador no pueda mover sus fichas y pierde.",
  "If the same moves are repeated three times, you can decide the game is tied. Each time you play, you should change who goes first or swap starting positions (if you were in the top two positions the first time, take the bottom two positions next time).": "If the same moves are repeated three times, you can decide the game is tied. Each time you play, you should change who goes first or swap starting positions (if you were in the top two positions the first time, take the bottom two positions next time).",
  "Think about whether it is better to go first or second? What is the position you must achieve in order to block the other player?": "Think about whether it is better to go first or second? What is the position you must achieve in order to block the other player?",
  "Pong Hau K'i is a simple board game from China. It is also a traditional game in Korea, where it is known as Ou-moul-ko-no. Similar games are played in Togo. If both players play perfectly the game should end in a draw.": "Pong Hau K'i is a simple board game from China. It is also a traditional game in Korea, where it is known as Ou-moul-ko-no. Similar games are played in Togo. If both players play perfectly the game should end in a draw.",
  "This game is called Shisima and is played in Kenya. Two players each need 3 counters of the same colour/design.": "This game is called Shisima and is played in Kenya. Two players each need 3 counters of the same colour/design.",
  "Place the counters on three consecutive points on the outside of the octagon, across from each other. There must be an empty point on both ends of each player's set of counters.": "Place the counters on three consecutive points on the outside of the octagon, across from each other. There must be an empty point on both ends of each player's set of counters.",
  "Players take turns moving their counters one space along a line.": "Players take turns moving their counters one space along a line.",
  "To win the game, a player must get three of their pieces in a row, including one counter on the centre (shisima).": "To win the game, a player must get three of their pieces in a row, including one counter on the centre (shisima).",
  "Two players each need 3 counters of the same colour/design. Take it in turns to add one counter to the grid until all six counters have been placed. Then players take turns moving a counter to an empty space until one player has managed to get three of their counters in a row.": "Two players each need 3 counters of the same colour/design. Take it in turns to add one counter to the grid until all six counters have been placed. Then players take turns moving a counter to an empty space until one player has managed to get three of their counters in a row."
}