{
  "Prime Removal": "Eliminación Prima",
  "73939133 is the largest prime number that, if you keep removing digits from the right, will always leave a prime number.": "73939133 es el número primo más grande que, si le vas quitando dígitos de la derecha, siempre quedará un número primo.",
  "If you take away the last digit the number would be 7393913, which is a prime number. Keep going ...": "Si quitas el último dígito el número sería 7393913, que es un número primo. Continúa...",
  "A right-truncatable prime is a prime number that remains a prime when you successively remove the last digit. We can look for the biggest right-truncatable prime by starting with the one digit primes 2, 3, 5, and 7. Then try to add another digit to the right of these so that the new numbers are also prime. We could have 23, 29, 31, 37, 53, 59, 71, 73, and 79. Now we try to add another digit. We could have 233, 239, 293, 311, 313, 317, 373, 379, 593, 599, 719, 733, 739, and 797. If we keep going with this process we end up with these eight digit numbers 23399339, 29399999, 37337999, 59393339, and 73939133. There are no nine digit prime numbers that start with any of these eight digits so the biggest right-truncatable number is 73939133.": "Un primo truncable por derecha es un número primo que sigue siendo primo cuando le quitas sucesivamente el último dígito. Podemos buscar el mayor primo truncable por derecha comenzabdo con los primos de un dígito 2, 3, 5, y 7. Luego tratamos de agregar otro dígito a la derecha de estos de tal manera que el nuevo número sea también primo. Podríamos tener 23, 29, 31, 37, 53, 59, 71, 73 y 79. Ahora tratamos de agregar otro dígito. Podríamos tener 233, 239, 293, 311, 313, 317, 373, 379, 593, 599, 719, 733, 739 y 797. Si seguimos con este procedimiento, terminaremos con estos números de ocho dígitos 23399339, 29399999, 37337999, 59393339 y 73939133. No hay números primos de nueve dígitos que comiencen con cualquiera de estos primos de ocho dígitos. Por lo tanto, el mayor primo truncable por derecha es 73939133.",
  "Interestingly there are 4260 left-truncatable primes but only 83 right-truncatable primes. If you repeatedly remove the first and last digit of a prime number and it stays prime, it is called a left-and-right-truncatable prime. There are 920720315 of those!": "Curiosamente, hay 4260 primos truncables por izquierda pero solo 83 primos truncables por derecha. Si repetidamente quitas el primero y el último dígito de un número primo y este sigue siendo primo, se llama primo truncable por izquierda y derecha. ¡Hay 920720315 de estos!",
  "A left-truncatable prime is a prime number that remains a prime when you successively remove the first digit. E.g. 137 is a prime number, so is 37 and so is 7 so 137 is a left-truncatable prime. The biggest one is 357686312646216567629137. There are eleven 2 digit ones, can you find them all? Can you find more 3 digit ones?": "Un número primo truncable por izquierda es un número primo que sigue siendo primo cuando le quitas sucesivamente el primer dígito. P. ej. 137 es primo, al igual que 37 y también lo es 7, por lo que 137 es un primo truncable por izquierda. El más grande es 357686312646216567629137. Hay once de 2 dígitos, ¿puedes encontrarlos? ¿Puedes encontrar más de 3 dígitos?",
  "23 is the first one because 23 and 3 are both prime numbers.": "23 es el primero porque 23 y 3 son números primos.",
  "The two digit left-truncatable primes are: 13, 17, 23, 37, 43, 47, 53, 67, 73, 83, 97": "Los primos truncables por izquierda de dos dígitos son: 13, 17, 23, 37, 43, 47, 53, 67, 73, 83, 97",
  "The three digit left-truncatable primes are: 113, 137, 167, 173, 197, 223, 283, 313, 317, 337, 347, 353, 367, 373, 383, 397, 443, 467, 523, 547, 613, 617, 643, 647, 653, 673, 683, 743, 773, 797, 823, 853, 883, 937, 947, 953, 967, 983, 997": "Los primos truncables por izquierda de tres dígitos son: 113, 137, 167, 173, 197, 223, 283, 313, 317, 337, 347, 353, 367, 373, 383, 397, 443, 467, 523, 547, 613, 617, 643, 647, 653, 673, 683, 743, 773, 797, 823, 853, 883, 937, 947, 953, 967, 983, 997"
}