{
  "Sim": "Sim",
  "Draw six points in a hexagonal arrangement. Players take turns to draw a straight line between any two points, trying to avoid making a triangle. Each player should use a different colour. The player that completes a triangle with their colour first loses the game.": "Dibuja seis puntos en un arreglo hexagonal. Por turnos, los jugadores trazan líneas rectas entre dos puntos cualesquiera, tratando de evitar formar un triángulo. Cada jugador debe usar un color diferente. El jugador que primero completa un triángulo de su color pierde el juego.",
  "You might want to draw all the possible lines between the points to start with and then colour over them. This would make the game a bit easier to play. If you don't have two different colours you could use solid and dotted lines for the two players.": "Es posible que prefieras dibujar todas las líneas posibles entre los puntos para comenzar y luego pintarlas por encima. Esto haría el juego un poco más fácil de jugar. Si no tienes dos colores diferentes, puedes usar líneas continuas y punteadas para los dos jugadores.",
  "Try to make moves in a way that removes options from your opponent. You might want to try and complete triangles that are of mixed colour.": "Trata de hacer jugadas de manera tal que le quites opciones a tu oponente. Quizás quieras tratar de completar los triángulos de colores mixtos.",
  "The Sim pencil game was invented in 1969 by Gustavus Simmons, a cryptographer, who described it in the Journal of Recreational Mathematics. Frank P. Ramsey proved that there always has to be a winner in this game by the \"Theorem on Friends and Strangers\". He showed that on completing all the edges of the graph, there must be one triangle that is all the same colour.": "The Sim pencil game was invented in 1969 by Gustavus Simmons, a cryptographer, who described it in the Journal of Recreational Mathematics. Frank P. Ramsey proved that there always has to be a winner in this game by the \"Theorem on Friends and Strangers\". He showed that on completing all the edges of the graph, there must be one triangle that is all the same colour.",
  "Draw a 5 by 5 grid of dots. Two players take it in turn to colour a dot (use different colours or an x and a +). The winner is the first player to make a square with four of their points. Squares can be tilted as well as straight.": "Draw a 5 by 5 grid of dots. Two players take it in turn to colour a dot (use different colours or an x and a +). The winner is the first player to make a square with four of their points. Squares can be tilted as well as straight."
}