{
  "Stop or Dare": "Parar o Atreverse",
  "This is a game for two or three players. Shuffle the deck and place it face down. The first player turns over the top card and continues turning over cards, adding together the value of each card, until they decide to stop and record their score. J = 11 and Q = 12.": "Este es un juego para dos o tres jugadores. Baraja el mazo y colócalo boca abajo. El primer jugador voltea la carta de arriba y continúa dando volteando las cartas, sumándolas hasta que decide parar y anotar la suma obtenida. J = 11 y Q = 12.",
  "If an A or a K is turned over, no points are scored in that turn and the turn is finished.": "Si se da vuelta una A o una K en ese turno no se anotan puntos y finaliza el turno.",
  "Players take turns until someone reaches 100 or more - this player is the winner.": "Los jugadores se turnan hasta que alguno llegue a 100 o más; quien lo logre será el ganador.",
  "If the cards are all turned over before the target is reached, just reshuffle the pack and continue.": "Si se dan vuelta todas las cartas antes de que se logre el objetivo, simplemente vuelve a barajar el mazo y continúa.",
  "Try and keep count of how many K and A cards have come up already. This could change how daring you are feeling. If someone else is close to 100 it might be best to turn over more cards than you would normally.": "Intenta llevar la cuenta de cuántas cartas K y A ya han salido. Esto podría cambiar lo atrevido que te sientes. Si alguien más está cerca de 100 puede ser mejor que voltees más cartas de lo que harías normalmente.",
  "This game can also be played with Dice and is sometimes called Pig. There are one and two dice versions, and even a version where you can choose how many dice to throw rather than how many times to throw a set number of dice.": "Este juego también puede jugarse con dados y, a veces, se le llama cerdo. Hay versiones con uno o dos dados, y también una versión donde puedes elegir cuántos dados tirar en lugar de cuántas veces lanzar un determinado número de dados.",
  "You could try changing the target number, or changing how many cards wipe out your score for that turn. You could also try having K as resetting your <strong>entire</strong> score to zero to make it more daring.": "Puedes intentar cambiar el número objetivo o cambiar la cantidad de cartas que eliminan tu puntaje para ese turno. También podrías probar que K restablezca tu puntaje <strong>completo</strong> a cero para hacerlo más atrevido."
}