{
  "Twenty-one": "Veintiuno",
  "Two players take it in turn to count up, starting from 1 and counting 1, 2, or 3 numbers at a time. Each player continues counting from where the other player stops. The player who says 21 loses.": "Dos jugadores se turnan para contar, comenzando desde 1 y contando 1, 2 o 3 números a la vez. Cada jugador continúa contando desde donde el otro se detuvo. El jugador que dice 21 pierde.",
  "An example game: P1 = Player 1, P2 = Player 2.": "Por ejemplo: J1 = Jugador 1, J2 = Jugador 2.",
  "P1: 1,2,3       P2: 4": "J1: 1,2,3      J2: 4",
  "P1: 5,6          P2: 7,8,9": "J1: 5,6         J2: 7,8,9",
  "P1: 10           P2: 11,12,13": "J1 = 10          J2: 11.12.13",
  "P1: 14,15,16 P2:17,18,19": "J1 = 14,15,16  J2: 17,18,19",
  "P1: 20           P2: 21": "J1: 20          J2: 21",
  "Player 1 wins!": "¡Ganó el primer jugador!",
  "The person who says 20 wins, as they force the next person to say 21. How can you make sure you say 20? Try to work backwards. After you have played several times you might work out who is going to win before you reach 20 - think about how you know this. Can you work out if it is better to go first or second? Can you make sure you always win?": "La persona que dice 20 gana, pues fuerza a la otra a decir 21. ¿Cómo puedes asegurarte decir 20? Intenta ir hacia atrás. Luego de jugar varias veces puedes darte cuenta quién ganará antes de que llegues a 20 (piensa en cómo lo sabes). ¿Puedes averiguar si te conviene jugar en primer lugar o en segundo? ¿Puedes asegurarte ganar siempre?",
  "21 is a simple version of the set of games, Nim. It is sometimes called a Misère game - meaning a game that you play to lose. It is thought to have originated in China and is first mentioned in European history at the start of the 16ᵗʰ century. The game was originally played with 21 stones, and you have to pick 1, 2, or 3 stones at a time and the loser is the last one to pick a stone.": "21 is a simple version of the set of games, Nim. It is sometimes called a Misère game - meaning a game that you play to lose. It is thought to have originated in China and is first mentioned in European history at the start of the 16ᵗʰ century. The game was originally played with 21 stones, and you have to pick 1, 2, or 3 stones at a time and the loser is the last one to pick a stone.",
  "There are many ways to change this game. You could be allowed to say up to 4 consecutive numbers instead of 3, or change the goal number of 21 to something different, or change the rule so that the player who says 21 is now the winner, not the loser. Can you still work out how to win when the rules are changed?": "There are many ways to change this game. You could be allowed to say up to 4 consecutive numbers instead of 3, or change the goal number of 21 to something different, or change the rule so that the player who says 21 is now the winner, not the loser. Can you still work out how to win when the rules are changed?",
  "The original game can be changed to a group of players who play in a circle, starting clockwise. Just for fun you can have new rules that if someone says two numbers in a row, the direction is reversed. If someone says three numbers in a row you skip one person in the circle. The person to say 21 makes up a new rule e.g. \"Instead of the number 5 you have to say potato\". The game starts again at number 1 but you have to remember the new rule! If anyone makes a mistake you start again at 1. You can play that if someone makes two mistakes they are out of the game. The last person still playing is the winner!": "El juego original puede cambiarse para que un grupo de personas jueguen en círculo, comenzando en sentido horario. Sólo por diversión pueden agregarse nuevas reglas para que si un jugador dice dos números seguidos, se invierta el sentido, si alguien dice tres números seguidos, salteas una persona en la ronda. La persona que dice 21 inventa una nueva regla, por ejemplo: \"En lugar de decir 5, tienes que decir patata\". El juego comienza con el número 1 pero ¡tienes que recordar la nueva regla! Si alguien comete un error, comienzas de nuevo con el número 1. Si alguien comete dos errores, queda fuera de juego. ¡La última persona en juego es la ganadora!"
}